[
  {
    "id": "chihuahua",
    "name": "Chihuahua",
    "type": "Dog",
    "lifespan": "11 năm - 20 năm",
    "care_instruction": "Chihuahua có thể trạng nhỏ bé và khá nhạy cảm, vì vậy việc chăm sóc cần sự cẩn thận. Về chế độ ăn uống, chúng dễ bị hạ đường huyết nên cần được chia khẩu phần thành nhiều bữa nhỏ trong ngày thay vì cho ăn quá nhiều vào một bữa. Thức ăn nên giàu đạm, ít béo và có thể bổ sung rau củ quả mềm để hỗ trợ tiêu hóa. Do kích thước nhỏ, Chihuahua không cần vận động nhiều như các giống chó lớn; chỉ cần được dắt đi dạo khoảng 15–30 phút mỗi ngày và chơi trong nhà cũng đủ giúp chúng duy trì thể lực.\n\nVề sức khỏe, đây là giống chó dễ gặp vấn đề về răng miệng, do đó cần vệ sinh răng thường xuyên để tránh viêm nướu hoặc rụng răng sớm. Chúng cũng khá nhạy cảm với thời tiết lạnh, nên cần mặc áo giữ ấm khi trời trở lạnh hoặc khi đi ra ngoài vào mùa đông. Ngoài ra, vì xương khớp của Chihuahua yếu và dễ bị trật xương bánh chè hay viêm khí quản, bạn nên tránh để chó nhảy từ chỗ cao xuống hay vận động quá mạnh.\n\nTính cách của Chihuahua rất thông minh, trung thành nhưng lại hay sủa nếu không được huấn luyện từ nhỏ. Việc xã hội hóa sớm là cần thiết để giúp chúng hòa đồng hơn, tránh cắn người lạ hoặc xung đột với các vật nuôi khác. Nếu được nuôi dạy đúng cách, Chihuahua sẽ trở thành một người bạn đồng hành tuyệt vời, thân thiết và giàu tình cảm.",
    "price": {
      "paper": "10 – 20 triệu VNĐ",
      "no_paper": "3 – 6 triệu VNĐ",
      "international": "500 – 2000 USD"
    },
    "priceMin": 3,
    "priceMax": 2000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/chihuahua/avatar.jpg"
  },
  {
    "id": "japanese_spaniel",
    "name": "Japanese spaniel",
    "type": "Dog",
    "lifespan": "10 năm - 14 năm",
    "care_instruction": "Japanese Spaniel là giống chó nhỏ, thanh lịch, thường được ví như “quý tộc cung đình Nhật Bản”. Vì có kích thước nhỏ và tính cách trầm tĩnh, chúng phù hợp sống trong căn hộ hoặc nhà phố. Về chế độ ăn uống, cần cho ăn khẩu phần cân bằng với protein từ thịt gà, cá hoặc cừu, kết hợp rau củ và một ít tinh bột. Do hệ tiêu hóa nhạy cảm, việc cho ăn cần đều đặn, tránh thức ăn dầu mỡ hoặc gia vị mạnh.\n\nGiống chó này có bộ lông dài, mượt và khá dày nên cần được chải chuốt thường xuyên, ít nhất 2–3 lần/tuần để tránh rối lông. Khi thời tiết nóng, bạn nên chú ý giữ mát cho chúng vì dễ bị sốc nhiệt, còn khi trời lạnh có thể cần thêm áo giữ ấm. Chúng không đòi hỏi vận động mạnh; chỉ cần được dắt đi dạo ngắn hoặc chơi nhẹ trong nhà mỗi ngày là đủ để duy trì thể trạng và tinh thần.\n\nVề sức khỏe, Japanese Spaniel dễ gặp vấn đề về mắt (lồi, khô mắt, viêm giác mạc), đường hô hấp (do mặt ngắn) và răng miệng. Vì vậy cần vệ sinh răng định kỳ và đưa đi kiểm tra thú y đều đặn. Đây cũng là giống chó nhạy cảm về cảm xúc, thường gắn bó và quấn chủ, nên cần được quan tâm và tránh để chúng cô đơn quá lâu. Nếu được nuôi dưỡng đúng cách, Japanese Spaniel sẽ là một chú chó nhỏ thanh lịch, tình cảm và rất trung thành.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "10 – 20 triệu VNĐ",
      "international": "1500 – 3000 USD (những con có gia phả đẹp có thể tới 5000 USD)"
    },
    "priceMin": 10,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/japanese_spaniel/avatar.jpg"
  },
  {
    "id": "maltese_dog",
    "name": "Maltese dog",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Maltese là giống chó nhỏ nhắn, quý phái với bộ lông trắng muốt dài thướt tha, vì vậy việc chăm sóc lông là ưu tiên hàng đầu. Bộ lông cần được chải chuốt hằng ngày để tránh rối và tắm thường xuyên bằng sữa tắm chuyên dụng cho chó lông trắng để giữ màu sáng đẹp. Nhiều người cắt tỉa ngắn để dễ chăm sóc và vệ sinh. Đặc biệt, lông quanh mắt dễ bị ố vàng nên cần lau sạch bằng khăn ẩm hoặc dung dịch chuyên dụng.\n\nVề chế độ ăn uống, Maltese cần được cung cấp thức ăn giàu protein từ thịt gà, cá hồi hoặc cừu kết hợp với rau củ. Do kích thước nhỏ, chúng dễ bị thừa cân nếu cho ăn quá nhiều, nên cần kiểm soát khẩu phần và chia thành 2–3 bữa nhỏ mỗi ngày. Maltese khá hiếu động và thông minh, vì vậy cần được dắt đi dạo hoặc cho chơi trong nhà hằng ngày để giải phóng năng lượng và duy trì tinh thần vui vẻ.\n\nVề sức khỏe, Maltese dễ mắc bệnh răng miệng do hàm nhỏ, nên cần đánh răng định kỳ và cho nhai đồ gặm sạch răng. Ngoài ra, chúng cũng nhạy cảm với đường hô hấp và có thể gặp vấn đề về khớp xương như trật xương bánh chè. Đây là giống chó rất thân thiện, thông minh và quấn chủ, thích được ở gần người, nên không phù hợp để ở một mình quá lâu vì có thể bị lo âu chia ly. Nếu được nuôi dưỡng và chăm sóc đúng cách, Maltese sẽ là một chú chó nhỏ xinh xắn, sạch sẽ và cực kỳ tình cảm.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1500 – 4000 USD (cá thể có dòng dõi đẹp có thể lên tới 5000 USD)"
    },
    "priceMin": 8,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/maltese_dog/avatar.jpg"
  },
  {
    "id": "pekinese",
    "name": "Pekinese",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Pekingese là giống chó nhỏ có bộ lông dài, dày và gương mặt dẹt đặc trưng. Chính vì vậy, việc chăm sóc lông là điều quan trọng hàng đầu. Lông cần được chải chuốt hằng ngày để tránh rối và rụng nhiều, đồng thời nên tắm đều đặn bằng sữa tắm chuyên dụng để giữ lông sạch và bóng mượt. Do có nhiều nếp nhăn quanh mặt, bạn cần thường xuyên lau sạch để tránh viêm da hoặc nhiễm khuẩn.\n\nVề chế độ ăn uống, Pekingese dễ bị béo phì do tính cách ít vận động, vì vậy cần cho ăn khẩu phần hợp lý, nhiều protein từ thịt nạc (gà, cá, bò), kết hợp với rau củ quả. Nên chia thành 2–3 bữa/ngày và hạn chế thức ăn nhiều tinh bột hoặc dầu mỡ. Giống chó này không cần vận động mạnh, nhưng vẫn nên được dắt đi dạo nhẹ nhàng 20–30 phút mỗi ngày để duy trì sức khỏe và tránh thừa cân.\n\nVề sức khỏe, do cấu tạo mặt ngắn (brachycephalic), Pekingese dễ bị khó thở, đặc biệt trong môi trường nóng ẩm, nên cần giữ mát và tránh cho ra ngoài khi trời quá nóng. Chúng cũng dễ gặp bệnh về mắt (khô mắt, viêm giác mạc) và cột sống (do thân dài). Ngoài ra, giống chó này rất gắn bó với chủ, thông minh nhưng có chút bướng bỉnh, vì vậy cần huấn luyện kiên nhẫn và xã hội hóa từ sớm để sống hòa thuận với trẻ em và thú cưng khác.\n\nNếu được nuôi dưỡng và chăm sóc chu đáo, Pekingese sẽ trở thành một người bạn nhỏ trung thành, điềm tĩnh và giàu tình cảm, đúng như hình ảnh \"chó quý tộc cung đình\" trong lịch sử Trung Hoa.",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "7 – 12 triệu VNĐ",
      "international": "1500 – 3000 USD (cá thể có huyết thống cao cấp có thể đạt 5000 USD)"
    },
    "priceMin": 7,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 1,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/pekinese/avatar.jpg"
  },
  {
    "id": "shih-tzu",
    "name": "Shih-Tzu",
    "type": "Dog",
    "lifespan": "10 năm - 16 năm",
    "care_instruction": "Shih Tzu nổi bật với bộ lông dài, mượt và gương mặt tròn dễ thương. Bộ lông của chúng cần được chăm sóc kỹ lưỡng: chải chuốt hằng ngày để tránh rối, tắm thường xuyên và có thể cắt tỉa ngắn để dễ vệ sinh và thoải mái hơn trong khí hậu nóng ẩm như Việt Nam. Lông quanh mắt nên được lau sạch thường xuyên vì dễ bị ố vàng và gây viêm nhiễm nếu không được chăm sóc kỹ.\n\nVề chế độ ăn uống, Shih Tzu có thể trạng nhỏ, không cần ăn quá nhiều nhưng cần khẩu phần giàu protein (thịt gà, cá hồi, cừu) kết hợp với rau củ quả. Nên chia thành 2–3 bữa/ngày, hạn chế thức ăn dầu mỡ và đồ ăn của người. Do dễ béo phì, cần kiểm soát lượng thức ăn và tăng cường vận động hợp lý.\n\nShih Tzu không đòi hỏi vận động mạnh, chỉ cần dắt đi dạo 20–30 phút/ngày hoặc cho chơi trong nhà là đủ. Tuy nhiên, vì cấu tạo mặt ngắn (brachycephalic), chúng dễ bị khó thở trong môi trường nóng, nên tránh cho ra ngoài khi trời quá oi bức. Ngoài ra, giống chó này dễ mắc bệnh răng miệng và mắt, do đó cần vệ sinh răng định kỳ và kiểm tra mắt thường xuyên.\n\nTính cách Shih Tzu rất thân thiện, hiền lành và tình cảm, phù hợp với gia đình có trẻ nhỏ hoặc người lớn tuổi. Chúng ít sủa hơn Chihuahua hay Pekingese, khá dễ huấn luyện và thích ở gần chủ. Nếu được chăm sóc tốt, Shih Tzu sẽ là một người bạn nhỏ trung thành, hiền hòa và rất gắn bó với gia đình.",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "6 – 12 triệu VNĐ",
      "international": "1000 – 2500 USD (cá thể có gia phả xuất sắc có thể đạt 5000 USD)"
    },
    "priceMin": 6,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/shih-tzu/avatar.jpg"
  },
  {
    "id": "blenheim_spaniel",
    "name": "Blenheim spaniel",
    "type": "Dog",
    "lifespan": "9 năm - 14 năm",
    "care_instruction": "Cavalier King Charles Spaniel, đặc biệt với màu Blenheim, nổi bật bởi vẻ ngoài sang trọng, đôi mắt to tròn và tính cách hiền hòa. Bộ lông dài, mượt và hơi gợn sóng cần được chải 2–3 lần mỗi tuần để tránh rối, đồng thời nên tắm định kỳ để giữ lông sạch và bóng. Lông quanh tai và chân có xu hướng dễ rối và bẩn, nên chú ý vệ sinh kỹ.\n\nVề chế độ ăn uống, giống chó này cần khẩu phần giàu protein từ thịt gà, cá, thịt bò kết hợp với rau củ để cân bằng dinh dưỡng. Do có xu hướng dễ béo phì, cần kiểm soát lượng thức ăn, tránh cho ăn quá nhiều đồ ăn vặt hoặc thức ăn của người. Nên chia khẩu phần thành 2–3 bữa/ngày và kết hợp cùng việc vận động hằng ngày.\n\nGiống chó này khá năng động nhưng không đòi hỏi vận động mạnh như các giống chó săn khác. Dắt đi dạo khoảng 30 phút/ngày hoặc chơi đùa trong sân vườn là đủ để giúp chúng duy trì thể lực và tinh thần. Tuy nhiên, Cavalier King Charles Spaniel có thể gặp một số vấn đề sức khỏe di truyền, đặc biệt là bệnh tim (hẹp van hai lá), bệnh mắt và trật xương bánh chè. Vì vậy, việc kiểm tra thú y định kỳ là rất quan trọng.\n\nVề tính cách, Blenheim Spaniel hiền lành, thân thiện và cực kỳ tình cảm. Chúng thích ở gần người, hòa đồng với trẻ nhỏ và vật nuôi khác, phù hợp làm chó đồng hành trong gia đình. Tuy nhiên, chúng không thích bị bỏ lại một mình quá lâu vì dễ lo âu chia ly. Nếu được nuôi dưỡng và quan tâm đúng cách, Blenheim Spaniel sẽ là một chú chó nhỏ trung thành, thân thiện và đầy yêu thương.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "2000 – 4000 USD (cá thể có gia phả nổi bật có thể trên 5000 USD)"
    },
    "priceMin": 12,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/blenheim_spaniel/avatar.jpg"
  },
  {
    "id": "papillon",
    "name": "papillon",
    "type": "Dog",
    "lifespan": "12 năm - 16 năm",
    "care_instruction": "Papillon có ngoại hình thanh thoát, đặc trưng với đôi tai dựng to và xòe ra như cánh bướm. Đây là giống chó nhỏ nhưng năng động, thông minh và rất thích vận động. Vì vậy, cần cho Papillon tham gia các hoạt động thường xuyên như đi dạo, chơi đồ chơi tương tác hoặc tham gia huấn luyện agility. Chúng cần ít nhất 30 phút vận động mỗi ngày để tránh buồn chán và phá phách.\n\nBộ lông Papillon mượt, dài vừa phải và không có lớp lông lót dày, nên việc chăm sóc lông khá dễ dàng. Chỉ cần chải 2–3 lần/tuần để giữ lông suôn mượt và hạn chế rối, không cần tắm quá thường xuyên, khoảng 3–4 tuần/lần là đủ. Lông ở tai và đuôi thường dài và đẹp, nên được giữ sạch để tránh bẩn và hư tổn.\n\nVề chế độ ăn, Papillon cần thức ăn giàu đạm, ít béo, kết hợp rau củ quả để hỗ trợ tiêu hóa. Do kích thước nhỏ, khẩu phần ăn không cần quá nhiều nhưng phải đảm bảo chất lượng. Nên chia thành 2–3 bữa nhỏ/ngày, tránh thức ăn dầu mỡ hoặc nhiều tinh bột vì dễ dẫn tới béo phì.\n\nPapillon có sức khỏe khá tốt nhưng cũng có một số nguy cơ như trật xương bánh chè, vấn đề về răng miệng (hàm nhỏ dễ tích tụ cao răng) và bệnh tim bẩm sinh. Cần vệ sinh răng định kỳ, hạn chế để chúng nhảy từ chỗ cao xuống và đưa đi khám thú y thường xuyên. Về tính cách, Papillon rất thông minh, dễ huấn luyện và ham học hỏi, thích hợp với người mới nuôi nhưng cũng cần chủ năng động. Đây là một giống chó nhỏ duyên dáng, thông minh và trung thành, luôn sẵn sàng trở thành bạn đồng hành vui vẻ cho gia đình.",
    "price": {
      "paper": "18 – 35 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1500 – 3500 USD (cá thể có gia phả đẹp có thể lên tới 5000 USD)"
    },
    "priceMin": 8,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/papillon/avatar.jpg"
  },
  {
    "id": "toy_terrier",
    "name": "toy terrier",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Toy Terrier có kích thước nhỏ bé, cơ thể săn chắc và tính cách hoạt bát. Do vóc dáng nhỏ, chúng không cần vận động quá nhiều, nhưng vẫn rất hiếu động và thích chơi đùa. Mỗi ngày, nên cho chúng đi dạo ngắn 20–30 phút hoặc chơi với đồ chơi trong nhà để giải phóng năng lượng. Giống chó này thông minh và nhanh nhẹn, vì vậy cũng dễ huấn luyện cơ bản nếu kiên nhẫn và nhất quán.\n\nBộ lông của Toy Terrier thường ngắn, mượt nên rất dễ chăm sóc, chỉ cần chải 1–2 lần/tuần và tắm khoảng 3–4 tuần/lần. Do cơ thể nhỏ và ít mỡ, chúng khá nhạy cảm với thời tiết lạnh, vì vậy cần giữ ấm bằng áo khi ra ngoài trời lạnh.\n\nVề chế độ ăn, Toy Terrier có dạ dày nhỏ, nên cần chia thành nhiều bữa nhỏ (2–3 bữa/ngày) với khẩu phần giàu protein, ít béo. Cần tránh thức ăn quá nhiều dầu mỡ hoặc gia vị, cũng như đồ ăn của người. Ngoài ra, vì giống chó này dễ mắc bệnh răng miệng, cần vệ sinh răng thường xuyên hoặc cho nhai đồ gặm làm sạch răng.\n\nVề sức khỏe, Toy Terrier nhìn chung khỏe mạnh, nhưng có thể gặp một số vấn đề như trật xương bánh chè, bệnh về mắt, và hạ đường huyết (giống như Chihuahua). Đây là giống chó tình cảm, gắn bó với chủ, nhưng có thể hơi nhạy cảm và cảnh giác với người lạ, nên cần xã hội hóa từ nhỏ. Nếu được nuôi dưỡng tốt, Toy Terrier sẽ là một chú chó nhỏ trung thành, thông minh và cực kỳ năng động.",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "6 – 12 triệu VNĐ",
      "international": "1000 – 2500 USD (những cá thể có gia phả tốt có thể đạt 4000 USD)"
    },
    "priceMin": 6,
    "priceMax": 4000,
    "size": "Nhỏ",
    "scores": {
      "energy": 5,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/toy_terrier/avatar.jpg"
  },
  {
    "id": "rhodesian_ridgeback",
    "name": "Rhodesian ridgeback",
    "type": "Dog",
    "lifespan": "10 năm - 12 năm",
    "care_instruction": "Rhodesian Ridgeback là giống chó săn dũng mãnh, khỏe mạnh và thông minh, vốn nổi tiếng ở châu Phi với khả năng đối đầu cả sư tử. Vì vậy, chúng cần một chế độ vận động cường độ cao hằng ngày. Chủ nuôi phải cho Ridgeback chạy bộ, kéo tạ nhẹ, hoặc tham gia các trò chơi vận động mạnh ít nhất 1 – 2 giờ mỗi ngày. Nếu nuôi trong môi trường chật hẹp và ít vận động, chúng dễ trở nên bồn chồn và phá phách.\n\nVề chế độ ăn uống, Ridgeback cần khẩu phần giàu đạm và năng lượng từ thịt bò, gà, cá, trứng, kết hợp rau củ và ngũ cốc để đảm bảo sức bền. Không nên cho ăn quá nhiều tinh bột hoặc thức ăn nhiều dầu mỡ vì dễ gây béo phì. Giống chó này khá khỏe mạnh, ít bệnh di truyền, nhưng có thể gặp các vấn đề về khớp (loạn sản xương hông, khuỷu) hoặc bệnh da, vì vậy cần kiểm tra định kỳ.\n\nRidgeback là giống chó trung thành, nhưng cũng độc lập và có phần bướng bỉnh. Việc huấn luyện cần kiên nhẫn, áp dụng các phương pháp dứt khoát nhưng không bạo lực. Chúng bảo vệ gia đình rất tốt, thường có tính cảnh giác cao, nhưng cần được xã hội hóa từ nhỏ để không trở nên quá hung dữ. Ridgeback phù hợp với người nuôi có kinh nghiệm và không phải là lựa chọn lý tưởng cho người mới bắt đầu nuôi chó.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 15,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 5,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/rhodesian_ridgeback/avatar.jpg"
  },
  {
    "id": "afghan_hound",
    "name": "Afghan hound",
    "type": "Dog",
    "lifespan": "12 năm - 14 năm",
    "care_instruction": "Afghan Hound là giống chó quý tộc đến từ Trung Á, nổi bật với bộ lông dài, mượt mà và dáng vẻ thanh thoát. Chúng cần được chăm sóc lông hằng ngày bằng việc chải chuốt để tránh rối và rụng lông quá nhiều. Ngoài ra, cứ khoảng 1–2 tuần bạn nên tắm cho chúng bằng dầu gội chuyên dụng cho chó lông dài, sau đó sấy khô kỹ càng để giữ bộ lông óng ả. Đây là công việc tốn nhiều thời gian nên người nuôi cần kiên nhẫn và có điều kiện chăm sóc.\n\nVề chế độ ăn, Afghan Hound cần nguồn dinh dưỡng cân đối, đặc biệt là protein từ thịt gà, bò, cá để duy trì cơ bắp và năng lượng, kết hợp rau củ quả để hỗ trợ tiêu hóa. Do có dạ dày khá nhạy cảm, bạn nên chia khẩu phần ăn thành nhiều bữa nhỏ trong ngày, hạn chế cho ăn thức ăn nhiều dầu mỡ hoặc gia vị.\n\nAfghan Hound là giống chó săn nhanh nhẹn, vì vậy chúng cần nhiều vận động. Bạn nên cho chúng chạy bộ, chơi kéo co hoặc tham gia các hoạt động ngoài trời ít nhất 1–2 giờ mỗi ngày. Nếu bị nhốt trong nhà quá lâu, chúng dễ trở nên buồn chán hoặc stress.\n\nVề tính cách, Afghan Hound độc lập, đôi khi khá “kiêu kỳ” và khó huấn luyện so với các giống chó khác. Tuy nhiên, chúng cũng rất trung thành và tình cảm với chủ nhân. Việc huấn luyện cần kiên nhẫn, nhẹ nhàng nhưng kiên định, và nên bắt đầu từ khi còn nhỏ để tạo thói quen tốt. Với ngoại hình sang trọng và tính cách độc đáo, Afghan Hound thường được xem như một giống chó “nghệ sĩ” dành cho những người nuôi yêu cái đẹp và có nhiều thời gian chăm sóc.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "20 – 30 triệu VNĐ",
      "international": "3000 – 6000 USD"
    },
    "priceMin": 20,
    "priceMax": 6000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/afghan_hound/avatar.jpg"
  },
  {
    "id": "basset",
    "name": "basset",
    "type": "Dog",
    "lifespan": "10 năm - 12 năm",
    "care_instruction": "Basset Hound là giống chó săn mùi có thân dài, chân ngắn và đôi tai rủ đặc trưng. Chúng vốn hiền lành, thân thiện và rất gắn bó với gia đình. Việc chăm sóc Basset không quá phức tạp nhưng đòi hỏi sự kiên nhẫn. Về vận động, Basset không cần chạy nhảy quá nhiều, chỉ cần dắt đi dạo đều đặn và cho tham gia các trò chơi đánh hơi là đã đủ để duy trì sức khỏe và sự linh hoạt. Tuy nhiên, do thân dài – chân ngắn, bạn cần hạn chế cho chúng leo cầu thang hoặc nhảy từ trên cao xuống vì dễ gây vấn đề về xương khớp và cột sống.\n\nTrong chế độ ăn uống, Basset Hound khá tham ăn, dễ bị béo phì nếu không kiểm soát khẩu phần. Nên cho ăn khẩu phần vừa đủ, giàu đạm từ thịt nạc, cá, trứng, kết hợp rau củ để hỗ trợ tiêu hóa. Hạn chế các loại thức ăn nhiều tinh bột, dầu mỡ, và nên chia nhỏ bữa thay vì cho ăn quá nhiều một lúc để tránh đầy hơi.\n\nVề chăm sóc sức khỏe, Basset dễ gặp các vấn đề về tai vì tai dài và rủ sát đất, rất dễ bám bụi và vi khuẩn. Chủ nuôi cần vệ sinh tai hằng tuần và giữ tai luôn khô thoáng để tránh viêm nhiễm. Ngoài ra, bạn cũng nên vệ sinh mắt thường xuyên vì Basset dễ bị chảy nước mắt và nhiễm trùng mắt.\n\nTính cách của Basset Hound hiền lành, điềm tĩnh, yêu trẻ con và thường hòa đồng với các loài vật khác. Tuy nhiên, chúng khá bướng bỉnh trong huấn luyện do bản năng săn mùi mạnh, hay bị “xao nhãng” bởi mùi hương xung quanh. Do đó, việc huấn luyện cần kiên nhẫn, dùng phần thưởng để tạo động lực. Với dáng vẻ ngộ nghĩnh, đôi mắt buồn và tính cách thân thiện, Basset Hound rất phù hợp làm thú cưng trong gia đình.",
    "price": {
      "paper": "20 – 35 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "1500 – 3000 USD"
    },
    "priceMin": 12,
    "priceMax": 3000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/basset/avatar.jpg"
  },
  {
    "id": "beagle",
    "name": "beagle",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Beagle là giống chó săn mùi nhỏ gọn, năng động và cực kỳ tinh nghịch. Chúng có tính tò mò bẩm sinh, luôn muốn khám phá xung quanh và thường “cắm đầu” theo dấu vết mùi hương. Vì vậy, việc dắt Beagle đi dạo hằng ngày là bắt buộc, kèm theo các hoạt động thể chất như chạy nhảy, chơi ném bóng, kéo co để giải phóng năng lượng. Nếu bị nhốt quá lâu, Beagle dễ sinh buồn chán, dẫn đến cắn phá đồ đạc.\n\nVề chế độ ăn, Beagle khá tham ăn và dễ tăng cân. Bạn cần kiểm soát khẩu phần ăn, ưu tiên thực phẩm giàu protein từ thịt, cá, trứng, kèm theo rau củ và ngũ cốc nguyên hạt để hỗ trợ tiêu hóa. Nên chia nhỏ khẩu phần 2–3 bữa/ngày thay vì cho ăn quá nhiều một lần. Tránh cho ăn thức ăn nhiều dầu mỡ, xương nhỏ hoặc đồ ngọt.\n\nTrong chăm sóc sức khỏe, Beagle là giống chó khỏe mạnh, ít bệnh di truyền, nhưng có thể gặp các vấn đề về béo phì, viêm tai do tai dài và dễ bám bụi, cùng với bệnh về mắt (glaucoma, loạn sản võng mạc). Bạn nên vệ sinh tai định kỳ, lau mắt thường xuyên và cho đi kiểm tra thú y hằng năm.\n\nVề tính cách, Beagle thông minh, vui vẻ và hòa đồng với trẻ em cũng như các vật nuôi khác. Tuy nhiên, chúng có phần bướng bỉnh, khó huấn luyện do bản năng săn mùi mạnh khiến chúng dễ mất tập trung. Để huấn luyện hiệu quả, cần áp dụng phương pháp tích cực dựa trên phần thưởng (bánh thưởng, đồ chơi). Beagle rất thích có bạn đồng hành, vì vậy nếu gia đình bạn có nhiều người hoặc có nuôi thêm thú cưng khác, chúng sẽ sống hạnh phúc hơn.",
    "price": {
      "paper": "15 – 25 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1200 – 2500 USD"
    },
    "priceMin": 8,
    "priceMax": 2500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/beagle/avatar.jpg"
  },
  {
    "id": "bloodhound",
    "name": "bloodhound",
    "type": "Dog",
    "lifespan": "10 năm - 12 năm",
    "care_instruction": "Bloodhound được mệnh danh là “vua săn mùi” với khả năng đánh hơi tuyệt vời, thường được sử dụng trong công tác truy tìm tội phạm hoặc cứu hộ. Chúng là giống chó to lớn, cơ bắp khỏe mạnh, da chùng và có đôi tai dài rủ đặc trưng. Vì kích thước lớn và nhu cầu vận động cao, Bloodhound cần được đi dạo dài hoặc chạy bộ ít nhất 1 – 2 giờ mỗi ngày. Nếu không vận động đầy đủ, chúng dễ bị stress và phá phách.\n\nVề dinh dưỡng, Bloodhound cần khẩu phần ăn nhiều đạm và chất béo tốt từ thịt bò, gà, cá, trứng để duy trì cơ bắp và năng lượng. Kết hợp thêm rau củ, ngũ cốc nguyên hạt để hỗ trợ hệ tiêu hóa. Do giống chó này dễ bị đầy hơi (bloating), bạn nên chia nhỏ bữa ăn thay vì cho ăn quá nhiều một lúc, đồng thời hạn chế cho vận động mạnh ngay sau khi ăn.\n\nChăm sóc sức khỏe cho Bloodhound cần đặc biệt chú ý đến tai và mắt. Đôi tai dài dễ tích tụ bụi bẩn và ẩm, dễ dẫn đến viêm tai nếu không vệ sinh thường xuyên. Mắt của chúng cũng dễ bị chảy nước mắt, viêm nhiễm, cần được lau rửa định kỳ. Ngoài ra, Bloodhound có nguy cơ mắc bệnh loạn sản xương hông và các vấn đề về khớp do trọng lượng lớn, vì vậy cần cho vận động điều độ và không để chúng béo phì.\n\nVề tính cách, Bloodhound hiền lành, thân thiện, thường hòa đồng với trẻ em và các loài vật khác. Tuy nhiên, chúng có tính độc lập cao, rất bướng bỉnh và thường chỉ tập trung vào mùi hương khi đã đánh hơi thấy. Điều này khiến việc huấn luyện Bloodhound khá khó khăn, đòi hỏi sự kiên nhẫn, nhất quán và phải áp dụng các phương pháp tích cực. Nếu được nuôi dưỡng đúng cách, Bloodhound sẽ trở thành người bạn đồng hành trung thành, vừa là thú cưng gia đình, vừa có thể hỗ trợ trong công việc tìm kiếm.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "1800 – 3500 USD"
    },
    "priceMin": 15,
    "priceMax": 3500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/bloodhound/avatar.jpg"
  },
  {
    "id": "bluetick",
    "name": "bluetick",
    "type": "Dog",
    "lifespan": "11 năm - 12 năm",
    "care_instruction": "Bluetick Coonhound là giống chó săn mùi nổi tiếng ở Mỹ, đặc trưng với bộ lông loang xanh đen và sự dẻo dai trong săn bắn. Chúng tràn đầy năng lượng, cần vận động nhiều hơn mức trung bình so với các giống chó cảnh khác. Mỗi ngày, bạn nên cho Bluetick chạy bộ, đi dạo đường dài hoặc tham gia trò chơi đánh hơi ít nhất 1 – 2 giờ. Nếu không được giải phóng năng lượng, chúng có thể trở nên bồn chồn, hú hoặc cắn phá đồ đạc.\n\nTrong chế độ ăn, Bluetick cần khẩu phần giàu protein để duy trì sức mạnh cơ bắp, kết hợp rau củ và ngũ cốc nguyên hạt để hỗ trợ tiêu hóa. Do là giống chó săn, chúng dễ tăng cân nếu ăn nhiều nhưng ít vận động, vì vậy bạn nên kiểm soát khẩu phần và hạn chế thức ăn nhiều tinh bột hoặc chất béo. Ngoài ra, nên chia bữa ăn thành 2 – 3 lần trong ngày để giảm nguy cơ đầy hơi.\n\nVề chăm sóc sức khỏe, Bluetick nhìn chung khá khỏe mạnh nhưng dễ gặp một số vấn đề như viêm tai (do tai dài và rủ), béo phì và bệnh về xương khớp nếu không vận động đủ. Bạn nên vệ sinh tai hằng tuần, kiểm tra mắt thường xuyên và đưa đi khám thú y định kỳ để phòng bệnh di truyền.\n\nVề tính cách, Bluetick Coonhound thông minh, can đảm, trung thành và có bản năng săn mùi cực mạnh. Tuy nhiên, chúng cũng bướng bỉnh và độc lập, dễ bị “xao nhãng” bởi mùi hương xung quanh, nên việc huấn luyện cần sự kiên nhẫn và nhất quán. Đây là giống chó thích hú, sủa khi phát hiện mùi hoặc muốn giao tiếp, nên không quá phù hợp với môi trường căn hộ chật hẹp. Nếu bạn là người yêu thích vận động ngoài trời, thích đi dã ngoại hoặc chạy bộ, Bluetick Coonhound sẽ là người bạn đồng hành tuyệt vời.",
    "price": {
      "paper": "18 – 30 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "1200 – 2500 USD"
    },
    "priceMin": 10,
    "priceMax": 2500,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/bluetick/avatar.jpg"
  },
  {
    "id": "black-and-tan_coonhound",
    "name": "black-and-tan coonhound",
    "type": "Dog",
    "lifespan": "10 năm - 12 năm",
    "care_instruction": "Black and Tan Coonhound là giống chó săn Mỹ truyền thống, nổi bật với bộ lông đen tuyền có mảng nâu đỏ ở chân và mặt. Chúng sở hữu khứu giác cực kỳ nhạy bén, có thể lần theo dấu vết nhiều ngày, vì vậy nhu cầu vận động của chúng rất cao. Bạn nên cho chúng đi dạo dài, chạy bộ hoặc tham gia các trò chơi truy tìm mùi ít nhất 1 – 2 giờ/ngày. Nếu sống trong môi trường chật hẹp và ít vận động, chúng dễ trở nên buồn chán, hú hoặc cắn phá đồ đạc.\n\nChế độ ăn của Black and Tan Coonhound cần giàu protein từ thịt nạc, cá, trứng, bổ sung rau củ và ngũ cốc nguyên hạt để cân bằng dinh dưỡng. Do có nguy cơ béo phì nếu ăn nhiều mà không vận động, bạn nên kiểm soát khẩu phần, chia thành 2 – 3 bữa/ngày và hạn chế thức ăn nhiều dầu mỡ.\n\nVề sức khỏe, đây là giống chó khỏe mạnh nhưng dễ gặp một số vấn đề như viêm tai (tai dài dễ ẩm và bám bụi), loạn sản xương hông, bệnh về mắt và béo phì. Việc vệ sinh tai hằng tuần, kiểm tra mắt thường xuyên và cho đi khám thú y định kỳ là cần thiết để phòng ngừa.\n\nTính cách của Black and Tan Coonhound khá hiền lành, trung thành, thân thiện với trẻ em và thường hòa đồng với vật nuôi khác. Tuy nhiên, chúng có bản năng săn mùi mạnh, thường hú hoặc sủa khi đánh hơi thấy điều gì đó, nên không quá phù hợp với môi trường căn hộ yên tĩnh. Trong huấn luyện, chúng hơi bướng bỉnh và độc lập, nên cần phương pháp kiên nhẫn, dùng phần thưởng để khuyến khích. Nếu được chăm sóc đúng cách, đây là người bạn đồng hành lý tưởng cho những ai yêu thích dã ngoại, đi săn hay vận động ngoài trời.",
    "price": {
      "paper": "18 – 30 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "1200 – 2500 USD"
    },
    "priceMin": 10,
    "priceMax": 2500,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/black-and-tan_coonhound/avatar.jpg"
  },
  {
    "id": "walker_hound",
    "name": "Walker hound",
    "type": "Dog",
    "lifespan": "12 năm - 13 năm",
    "care_instruction": "Treeing Walker Coonhound, thường được gọi ngắn gọn là Walker Hound, là giống chó săn Mỹ rất nổi tiếng với khả năng truy dấu nhanh và dai sức. Chúng thường được nuôi để săn thú nhỏ như sóc, gấu mèo và thậm chí cả hươu. Đặc điểm nổi bật của Walker Hound là sự nhanh nhẹn, sức bền và bản năng săn mồi mạnh mẽ. Vì thế, việc chăm sóc chúng đòi hỏi một chế độ vận động dày đặc: mỗi ngày cần ít nhất 1 – 2 giờ chạy bộ, đi dạo dài hoặc tham gia các trò chơi đánh hơi. Nếu bị nhốt trong nhà quá lâu, chúng dễ trở nên bồn chồn, hú, hoặc phá phách.\n\nTrong chế độ ăn, Walker Hound cần nhiều protein để duy trì cơ bắp, kết hợp chất béo tốt để cung cấp năng lượng cho hoạt động săn mồi. Khẩu phần nên gồm thịt gà, bò, cá, trứng, kết hợp rau củ và ngũ cốc nguyên hạt để cân bằng dinh dưỡng. Do có nguy cơ đầy hơi (bloating), bạn nên chia bữa thành 2 – 3 lần/ngày thay vì cho ăn một bữa lớn.\n\nVề sức khỏe, Walker Hound nhìn chung khỏe mạnh, ít bệnh di truyền nặng. Tuy vậy, chúng có thể gặp một số vấn đề thường thấy ở chó săn mùi như viêm tai (tai dài dễ bẩn và ẩm), bệnh về khớp do vận động nhiều, và béo phì nếu không kiểm soát khẩu phần. Bạn nên vệ sinh tai hằng tuần, kiểm tra mắt định kỳ và duy trì cân nặng ổn định để giảm áp lực lên khớp.\n\nVề tính cách, Walker Hound thông minh, trung thành, thân thiện với gia đình và thường hòa đồng với trẻ em. Tuy nhiên, chúng có tính độc lập cao và bản năng săn mùi rất mạnh, đôi khi khiến chúng “phớt lờ” lệnh gọi khi đang theo dấu vết. Việc huấn luyện đòi hỏi kiên nhẫn, dùng phần thưởng tích cực và bắt đầu từ khi còn nhỏ. Do hay hú và sủa lớn khi đánh hơi thấy dấu vết, Walker Hound không thực sự phù hợp với môi trường căn hộ đông đúc. Ngược lại, chúng sẽ là bạn đồng hành tuyệt vời cho những ai yêu thích không gian rộng rãi và các hoạt động ngoài trời.",
    "price": {
      "paper": "15 – 25 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1000 – 2000 USD"
    },
    "priceMin": 8,
    "priceMax": 2000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/walker_hound/avatar.jpg"
  },
  {
    "id": "english_foxhound",
    "name": "English foxhound",
    "type": "Dog",
    "lifespan": "10 năm - 13 năm",
    "care_instruction": "English Foxhound là giống chó săn truyền thống của Anh, nổi tiếng với sức bền phi thường, thường được dùng để săn cáo theo bầy đàn. Chúng có thân hình săn chắc, tính cách mạnh mẽ và nguồn năng lượng dồi dào, vì vậy chăm sóc giống chó này đòi hỏi môi trường rộng rãi và nhiều hoạt động thể chất. Chủ nuôi nên cho chúng chạy bộ, đi dạo đường dài hoặc chơi các trò chơi vận động ít nhất 2 giờ/ngày. Nếu nuôi trong căn hộ chật hẹp, English Foxhound dễ bị stress, hú, hoặc có hành vi phá phách.\n\nTrong chế độ ăn, chúng cần khẩu phần giàu protein từ thịt gà, bò, cá, kèm theo rau củ và ngũ cốc nguyên hạt để duy trì sức khỏe và sức bền. Do bản tính săn mồi, chúng tiêu hao nhiều năng lượng nên cần cung cấp đầy đủ calo, nhưng cũng phải tránh để béo phì bằng cách cân đối lượng ăn với vận động. Tốt nhất, nên chia khẩu phần thành 2 – 3 bữa/ngày để hệ tiêu hóa hoạt động ổn định.\n\nVề sức khỏe, English Foxhound nhìn chung khỏe mạnh, ít bệnh di truyền nghiêm trọng. Tuy vậy, chúng có thể gặp một số vấn đề như loạn sản xương hông, đau khớp do vận động cường độ cao, hoặc viêm tai vì tai rủ xuống dễ ẩm. Cần vệ sinh tai hằng tuần, kiểm tra mắt định kỳ và giữ cân nặng ổn định để giảm áp lực lên khớp.\n\nTính cách của English Foxhound thân thiện, hòa đồng và thường sống tốt trong đàn hoặc gia đình có nhiều thú cưng khác. Tuy nhiên, chúng độc lập và có bản năng săn mùi rất mạnh, đôi khi khiến việc huấn luyện gặp khó khăn. Để huấn luyện hiệu quả, cần kiên nhẫn, áp dụng phương pháp tích cực và cho chúng xã hội hóa sớm. English Foxhound không phù hợp với người mới nuôi chó lần đầu hoặc gia đình bận rộn, mà thích hợp hơn với những ai có nhiều thời gian, yêu thích vận động và có không gian sống rộng rãi.",
    "price": {
      "paper": "20 – 35 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "1500 – 3000 USD"
    },
    "priceMin": 12,
    "priceMax": 3000,
    "size": "Lớn",
    "scores": {
      "energy": 5,
      "space": 5,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/english_foxhound/avatar.jpg"
  },
  {
    "id": "redbone",
    "name": "redbone",
    "type": "Dog",
    "lifespan": "12 năm - 14 năm",
    "care_instruction": "Redbone Coonhound là giống chó săn có nguồn gốc từ Mỹ, nổi bật với bộ lông đỏ đồng óng ả và vóc dáng cân đối. Chúng rất nhanh nhẹn, dẻo dai và có bản năng săn mùi mạnh mẽ, thường được dùng để săn thú nhỏ như gấu mèo, sóc và thậm chí cả thú lớn. Vì vậy, Redbone cần vận động thường xuyên, ít nhất 1 – 2 giờ/ngày với các hoạt động như đi bộ đường dài, chạy bộ hoặc tham gia trò chơi đánh hơi. Nếu bị giam trong nhà quá lâu, chúng dễ buồn chán và trở nên phá phách.\n\nTrong chế độ ăn, Redbone cần khẩu phần giàu protein để duy trì cơ bắp khỏe mạnh và cung cấp năng lượng. Thịt gà, bò, cá, trứng kết hợp cùng rau củ, ngũ cốc nguyên hạt sẽ giúp cân bằng dinh dưỡng. Do có nguy cơ béo phì nếu ăn nhiều mà không vận động đủ, bạn nên kiểm soát khẩu phần ăn, chia làm 2 – 3 bữa nhỏ trong ngày, đồng thời tránh cho ăn quá nhiều thức ăn chứa tinh bột hoặc chất béo xấu.\n\nVề sức khỏe, Redbone Coonhound nhìn chung khỏe mạnh nhưng có thể gặp một số vấn đề về xương khớp như loạn sản hông hoặc khớp, cùng với bệnh về tai do tai dài dễ bẩn. Chủ nuôi cần vệ sinh tai hằng tuần, kiểm tra mắt định kỳ và giữ cân nặng ổn định để giảm áp lực cho hệ xương khớp.\n\nTính cách của Redbone Coonhound rất thân thiện, trung thành và hòa đồng với trẻ em cũng như các vật nuôi khác. Tuy nhiên, chúng độc lập và bướng bỉnh, nhất là khi đánh hơi thấy mùi lạ, nên huấn luyện cần kiên nhẫn và nhất quán, kết hợp phần thưởng để khuyến khích. Đây là giống chó phù hợp với những người yêu thích hoạt động ngoài trời, thích chạy bộ, leo núi và có không gian sống rộng rãi. Với ngoại hình đẹp và tính cách dễ gần, Redbone vừa là bạn đồng hành săn mồi, vừa là thú cưng tình cảm trong gia đình.",
    "price": {
      "paper": "15 – 25 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1200 – 2500 USD"
    },
    "priceMin": 8,
    "priceMax": 2500,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/redbone/avatar.jpg"
  },
  {
    "id": "borzoi",
    "name": "borzoi",
    "type": "Dog",
    "lifespan": "9 năm - 14 năm",
    "care_instruction": "Borzoi là giống chó săn quý tộc nổi tiếng của Nga, có ngoại hình thanh thoát, dáng vẻ sang trọng và tính cách điềm tĩnh. Chúng cần một không gian rộng rãi để vận động, vì bản chất là chó săn tốc độ. Nếu nuôi ở thành phố, bạn cần cho Borzoi đi dạo dài hoặc chạy tự do ở khu vực an toàn ít nhất 1 – 2 giờ mỗi ngày để giải tỏa năng lượng.\n\nBộ lông dài, mượt và dày của Borzoi cần được chải chuốt thường xuyên, ít nhất 2 – 3 lần/tuần để tránh rối và giữ vẻ ngoài óng ả. Ngoài ra, cần tắm rửa định kỳ bằng sữa tắm chuyên dụng cho chó lông dài. Về dinh dưỡng, Borzoi cần chế độ ăn giàu protein từ thịt nạc, cá, trứng và kết hợp rau củ quả để cân bằng. Không nên cho ăn quá nhiều tinh bột vì dễ gây béo phì.\n\nGiống chó này khá nhạy cảm và tình cảm, thường gắn bó sâu sắc với chủ nhưng lại độc lập với người lạ. Bạn nên dành thời gian huấn luyện và xã hội hóa từ sớm để tránh tính cách quá nhút nhát hoặc thờ ơ. Ngoài ra, Borzoi cũng dễ mắc một số bệnh di truyền như loạn sản xương hông, bệnh tim hoặc các vấn đề về tiêu hóa, vì vậy cần đưa đi khám thú y định kỳ.",
    "price": {
      "paper": "30 – 60 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 15,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/borzoi/avatar.jpg"
  },
  {
    "id": "irish_wolfhound",
    "name": "Irish wolfhound",
    "type": "Dog",
    "lifespan": "6 năm - 10 năm",
    "care_instruction": "Irish Wolfhound là giống chó săn cổ xưa nhất của Ireland, được mệnh danh là \"người khổng lồ hiền lành\". Dù kích thước rất lớn, tính cách của chúng lại điềm đạm, thân thiện và gắn bó với con người. Chúng rất hợp với môi trường gia đình, đặc biệt là những nơi có sân vườn rộng rãi. Vì bản năng săn mồi vẫn còn, bạn nên huấn luyện từ nhỏ và cho vận động ngoài trời thường xuyên để duy trì sức khỏe và kiểm soát hành vi.\n\nVề dinh dưỡng, Irish Wolfhound cần chế độ ăn nhiều protein và canxi để hỗ trợ xương khớp và cơ bắp, đặc biệt trong giai đoạn phát triển nhanh từ 6 – 18 tháng tuổi. Nên chia thành nhiều bữa nhỏ trong ngày thay vì cho ăn quá nhiều một lúc, vì giống chó này dễ bị xoắn dạ dày – một căn bệnh nguy hiểm ở chó lớn.\n\nBộ lông của Irish Wolfhound thuộc loại lông cứng, thô, dài vừa phải nên việc chăm sóc không quá phức tạp. Bạn chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và bụi bẩn. Tuy nhiên, cần chú ý đến sức khỏe vì giống chó này dễ mắc bệnh tim, loạn sản xương hông và ung thư xương. Khám thú y định kỳ và theo dõi cân nặng là điều rất quan trọng để kéo dài tuổi thọ của chúng.",
    "price": {
      "paper": "50 – 80 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5500 USD (cá thể đạt chuẩn có thể lên tới 7500 USD)"
    },
    "priceMin": 20,
    "priceMax": 7500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 5
    },
    "image_path": "/assets/dog_images/irish_wolfhound/avatar.jpg"
  },
  {
    "id": "italian_greyhound",
    "name": "Italian greyhound",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Italian Greyhound là phiên bản thu nhỏ của Greyhound, với vóc dáng mảnh khảnh, nhanh nhẹn và cực kỳ thanh lịch. Giống chó này nổi tiếng tình cảm, luôn quấn quýt bên chủ, thích ngồi trong lòng và rất dễ gắn bó. Tuy nhiên, chúng khá nhạy cảm với lạnh và dễ run rẩy, vì vậy cần giữ ấm vào mùa đông bằng quần áo hoặc chăn mềm.\n\nVề vận động, Italian Greyhound tuy nhỏ nhưng vẫn giữ bản năng săn mồi tốc độ, thích chạy và rượt đuổi. Bạn nên cho chúng đi dạo hàng ngày và có không gian an toàn để chạy nhảy tự do. Dù vậy, do xương mảnh mai, chúng dễ bị gãy xương nếu nhảy từ độ cao hoặc chơi đùa quá mạnh, nên cần giám sát cẩn thận.\n\nLông của Italian Greyhound rất ngắn, mượt và dễ chăm sóc, chỉ cần lau chùi hoặc tắm định kỳ. Dinh dưỡng nên cân bằng, giàu protein từ thịt nạc, cá, trứng kết hợp rau củ, nhưng lưu ý không cho ăn quá nhiều tinh bột vì dễ gây béo phì. Ngoài ra, giống chó này dễ gặp vấn đề về răng miệng, nên tập thói quen chải răng thường xuyên và kiểm tra định kỳ.\n\nItalian Greyhound cũng khá nhạy cảm về tâm lý, dễ bị lo âu nếu ở một mình quá lâu. Đây là giống chó phù hợp với người nuôi có nhiều thời gian bên cạnh, thích nuôi chó như một \"người bạn đồng hành\" hơn là chỉ làm thú cảnh.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 15,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/italian_greyhound/avatar.jpg"
  },
  {
    "id": "whippet",
    "name": "whippet",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Whippet là giống chó săn tốc độ có thân hình thon gọn, dáng vẻ thanh lịch và tính cách hiền hòa. Chúng rất gắn bó với chủ, thích được nằm cuộn tròn trong chăn ấm hoặc ngồi cạnh người thân, nhưng cũng cực kỳ nhanh nhẹn khi được thả ra chạy. Vì bản năng săn mồi vẫn mạnh, Whippet thích đuổi theo các vật thể chuyển động nhanh, vì vậy bạn nên dắt chúng bằng dây khi đi dạo ở nơi công cộng và chỉ cho chạy tự do ở khu vực an toàn, có rào chắn.\n\nWhippet có bộ lông ngắn, mịn như nhung và rất dễ chăm sóc. Chúng ít rụng lông và hầu như không có mùi, chỉ cần lau chùi hoặc tắm rửa khi cần thiết. Tuy nhiên, do lông ngắn và da mỏng, chúng dễ bị lạnh, nên vào mùa đông cần mặc áo giữ ấm.\n\nVề dinh dưỡng, Whippet cần chế độ ăn giàu protein để duy trì cơ bắp, kết hợp với rau củ quả để bổ sung vitamin và chất xơ. Do khá nhạy cảm về tiêu hóa, bạn nên cho ăn thức ăn chất lượng, hạn chế đồ ăn nhiều dầu mỡ hay gia vị.\n\nWhippet là giống chó ít sủa, sống tình cảm, hiền lành, phù hợp với cả gia đình có trẻ nhỏ hoặc người lớn tuổi. Chúng ít khi hung dữ, thích được vuốt ve và sống gần gũi bên con người. Tuy nhiên, giống chó này không thích bị bỏ lại một mình quá lâu, dễ buồn bã hoặc lo âu nếu thiếu sự quan tâm.",
    "price": {
      "paper": "40 – 60 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 18,
    "priceMax": 4500,
    "size": "Trung bình",
    "scores": {
      "energy": 1,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/whippet/avatar.jpg"
  },
  {
    "id": "ibizan_hound",
    "name": "Ibizan hound",
    "type": "Dog",
    "lifespan": "11 năm - 14 năm",
    "care_instruction": "Ibizan Hound là giống chó săn cổ xưa có nguồn gốc từ quần đảo Balearic (Tây Ban Nha), nổi bật với đôi tai dựng lớn và dáng người mảnh mai thanh thoát. Chúng thông minh, nhanh nhẹn và có bản năng săn mồi mạnh, đặc biệt thích rượt đuổi. Vì vậy, bạn cần cho chúng nhiều thời gian vận động ngoài trời, bao gồm đi bộ dài, chạy hoặc chơi các trò rượt bắt trong không gian rộng có rào chắn.\n\nGiống chó này rất tình cảm, gắn bó với gia đình và hiền lành với trẻ nhỏ, nhưng đôi khi có thể hơi dè dặt với người lạ. Việc xã hội hóa sớm là cần thiết để giúp chúng tự tin và thân thiện hơn.\n\nBộ lông của Ibizan Hound có hai loại: lông ngắn mượt và lông thô (wire-haired). Dù loại nào thì việc chăm sóc cũng khá đơn giản, chỉ cần chải vài lần/tuần và tắm khi cần. Lông ngắn ít rụng, còn lông thô thì giữ bụi bẩn tốt nên cần chải kỹ hơn. Do cơ thể mảnh mai và da mỏng, chúng nhạy cảm với lạnh, vì thế cần giữ ấm khi trời lạnh.\n\nVề dinh dưỡng, Ibizan Hound cần chế độ ăn giàu protein từ thịt nạc, cá, trứng kết hợp rau củ để bổ sung vitamin. Bạn nên chia nhỏ bữa ăn thay vì cho ăn nhiều một lần, nhằm giảm nguy cơ xoắn dạ dày – một vấn đề thường gặp ở các giống chó săn bụng sâu.\n\nNgoài ra, Ibizan Hound là giống chó khá khỏe mạnh, ít bệnh di truyền, nhưng vẫn cần theo dõi các bệnh liên quan đến xương khớp và mắt. Khám thú y định kỳ và duy trì cân nặng hợp lý là cách để chúng sống khỏe mạnh và lâu dài.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 18,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 2,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/ibizan_hound/avatar.jpg"
  },
  {
    "id": "norwegian_elkhound",
    "name": "Norwegian elkhound",
    "type": "Dog",
    "lifespan": "12 năm - 15 năm",
    "care_instruction": "Norwegian Elkhound là giống chó săn lâu đời của Bắc Âu, được sử dụng để săn nai sừng tấm, gấu và các loài thú lớn khác. Chúng nổi bật với thân hình chắc khỏe, bộ lông kép dày chống chịu thời tiết giá lạnh, và tính cách dũng cảm nhưng cũng rất tình cảm với gia đình.\n\nĐể nuôi giống chó này khỏe mạnh, bạn cần cung cấp cho chúng môi trường rộng rãi, thoáng mát và nhiều hoạt động ngoài trời. Chúng thích chạy, đi bộ đường dài và tham gia các hoạt động thể chất, nên không phù hợp với lối sống trong căn hộ chật hẹp ít vận động. Nếu bị giam hãm quá lâu, Elkhound dễ trở nên buồn chán và phá phách.\n\nBộ lông kép của chúng cần được chải 2 – 3 lần/tuần, đặc biệt trong mùa rụng lông (xuân và thu) thì cần chải gần như mỗi ngày để loại bỏ lông chết và giữ cho da khỏe mạnh. Vì khả năng tự làm sạch tốt, chúng không cần tắm quá thường xuyên, chỉ nên tắm khi thực sự cần.\n\nVề dinh dưỡng, Norwegian Elkhound cần chế độ ăn giàu protein và chất béo lành mạnh để duy trì năng lượng cao. Bạn có thể cho ăn kết hợp thịt nạc, cá, rau củ và thức ăn hạt chất lượng. Lưu ý kiểm soát khẩu phần ăn vì chúng có xu hướng dễ tăng cân nếu vận động không đủ.\n\nGiống chó này khá độc lập và bướng bỉnh, nên việc huấn luyện cần kiên nhẫn và sử dụng phương pháp tích cực. Xã hội hóa sớm giúp chúng thân thiện hơn với người lạ và các vật nuôi khác. Ngoài ra, Norwegian Elkhound có thể gặp một số bệnh di truyền như loạn sản xương hông, bệnh mắt và các vấn đề về tuyến giáp, vì vậy cần kiểm tra sức khỏe định kỳ.",
    "price": {
      "paper": "35 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "1500 – 3500 USD"
    },
    "priceMin": 15,
    "priceMax": 3500,
    "size": "Nhỏ",
    "scores": {
      "energy": 4,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/norwegian_elkhound/avatar.jpg"
  },
  {
    "id": "otterhound",
    "name": "otterhound",
    "type": "Dog",
    "lifespan": "10 năm - 13 năm",
    "care_instruction": "Otterhound là giống chó săn hiếm có nguồn gốc từ Anh, nổi tiếng với khả năng bơi lội siêu hạng và khứu giác nhạy bén. Chúng vốn được lai tạo để săn rái cá trong môi trường sông nước, vì vậy rất yêu thích bơi và các hoạt động dưới nước. Nếu bạn có hồ, ao, hoặc thường đưa chúng đến sông, biển thì đó chính là môi trường lý tưởng cho chúng phát huy bản năng tự nhiên.\n\nVề tính cách, Otterhound thân thiện, hiền lành, dễ hòa đồng với trẻ nhỏ và các vật nuôi khác. Tuy nhiên, vì là giống chó săn, chúng khá độc lập và đôi khi bướng bỉnh, nên huấn luyện cần sự kiên nhẫn, nhất quán và nhiều khen thưởng tích cực. Chúng không thích bị bỏ một mình quá lâu vì dễ sinh chán nản và phá phách.\n\nBộ lông của Otterhound là loại lông kép, dài và xoăn gợn sóng, có khả năng chống nước tự nhiên. Tuy nhiên, lông khá dễ bết và rối nên cần được chải 2 – 3 lần/tuần, kết hợp tắm rửa sau những lần bơi hoặc khi bẩn. Vì có tai to và rủ, chúng dễ bị nhiễm trùng tai nếu không được vệ sinh thường xuyên, đặc biệt sau khi tiếp xúc với nước.\n\nVề dinh dưỡng, giống chó này cần khẩu phần ăn giàu protein và chất béo lành mạnh để duy trì năng lượng cao, nhất là khi được vận động nhiều. Nên bổ sung thêm rau củ và chất xơ để hỗ trợ tiêu hóa. Do dễ bị béo phì nếu lười vận động, bạn cần kiểm soát khẩu phần ăn hợp lý.\n\nNgoài ra, Otterhound có thể mắc một số bệnh di truyền như loạn sản xương hông, bệnh tuyến giáp và một số vấn đề về máu, nên việc kiểm tra sức khỏe định kỳ và duy trì cân nặng hợp lý là rất quan trọng.",
    "price": {
      "paper": "45 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/otterhound/avatar.jpg"
  },
  {
    "id": "saluki",
    "name": "Saluki",
    "type": "Dog",
    "lifespan": "12 năm - 14 năm",
    "care_instruction": "Saluki là một trong những giống chó săn cổ xưa nhất thế giới, từng được nuôi dưỡng bởi các hoàng gia Ba Tư và Ai Cập cổ đại. Chúng có thân hình mảnh khảnh, thanh thoát, tốc độ cao và vẻ ngoài vô cùng quý tộc. Tính cách Saluki khá điềm đạm, độc lập nhưng cũng gắn bó và trung thành với chủ nhân mà chúng tin tưởng.\n\nVì là giống chó săn tốc độ, Saluki cần được vận động thường xuyên để giải phóng năng lượng. Đi dạo dài, cho chạy trong khu vực có rào chắn hoặc tham gia các trò chơi rượt đuổi sẽ giúp chúng khỏe mạnh cả thể chất lẫn tinh thần. Tuy nhiên, bạn nên luôn cảnh giác khi thả tự do ở nơi rộng mở vì bản năng săn mồi mạnh mẽ khiến chúng dễ đuổi theo động vật nhỏ.\n\nBộ lông của Saluki có hai dạng: lông ngắn mượt và lông dài mượt có tua (đặc biệt ở tai, đuôi và chân). Dù loại nào, việc chăm sóc cũng khá đơn giản, chỉ cần chải vài lần/tuần để giữ lông óng mượt và loại bỏ bụi bẩn. Saluki ít rụng lông và hầu như không có mùi hôi, vì vậy tắm rửa định kỳ là đủ.\n\nVề dinh dưỡng, Saluki cần chế độ ăn giàu protein chất lượng từ thịt nạc, cá, trứng, kết hợp rau củ và một lượng tinh bột vừa phải. Do cơ thể mảnh mai và dễ bị rối loạn tiêu hóa, bạn nên cho ăn thành nhiều bữa nhỏ thay vì dồn vào một bữa lớn để giảm nguy cơ xoắn dạ dày.\n\nSaluki thường khỏe mạnh, ít bệnh di truyền nghiêm trọng, nhưng có thể gặp các vấn đề về tim và xương khớp khi già đi. Ngoài ra, chúng khá nhạy cảm với lạnh do ít mỡ và lông mỏng, nên cần được giữ ấm khi trời rét. Đây là giống chó phù hợp với những người nuôi có thời gian, không gian và mong muốn một người bạn đồng hành tao nhã, yên tĩnh nhưng cũng mạnh mẽ.\n\n👉 Bạn có muốn mình gom nhóm các giống chó săn tốc độ vùng Trung Đông & Á – Âu (Saluki, Borzoi, Afghan Hound, Greyhound, Whippet…) thành một bảng so sánh để bạn thấy rõ sự khác biệt về giá, tuổi thọ và đặc điểm chăm sóc không?",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 18,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/saluki/avatar.jpg"
  },
  {
    "id": "scottish_deerhound",
    "name": "Scottish deerhound",
    "type": "Dog",
    "lifespan": "8 năm - 11 năm",
    "care_instruction": "Scottish Deerhound là giống chó săn cổ điển của Scotland, nổi tiếng với dáng vóc cao lớn, uy nghi và tốc độ ấn tượng. Dù có vẻ ngoài mạnh mẽ, tính cách của chúng lại hiền lành, điềm đạm, trung thành và đặc biệt gắn bó với gia đình. Deerhound rất thân thiện, ít khi hung dữ và phù hợp làm thú cưng trong nhà, miễn là bạn đáp ứng được nhu cầu vận động của chúng.\n\nDo xuất thân là chó săn hươu, Scottish Deerhound cần vận động thường xuyên với các buổi đi dạo dài và có không gian rộng để chạy nhảy. Tuy nhiên, không nên cho chạy quá sức khi còn nhỏ, vì giai đoạn phát triển xương khớp cần tránh áp lực quá lớn. Khi trưởng thành, chúng thích hợp với các hoạt động ngoài trời như chạy tự do trong sân vườn có rào chắn hoặc tham gia các môn thể thao cho chó săn.\n\nBộ lông của Deerhound thuộc loại lông thô, cứng và hơi xoăn, có tác dụng bảo vệ cơ thể trong khí hậu lạnh và khắc nghiệt. Việc chăm sóc lông không quá phức tạp, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và bụi bẩn. Bạn cũng nên tắm định kỳ và kiểm tra tai, móng thường xuyên để giữ vệ sinh.\n\nDinh dưỡng của Deerhound cần chú trọng protein chất lượng từ thịt nạc, cá, trứng, cùng rau củ để bổ sung vitamin và khoáng chất. Vì dễ bị xoắn dạ dày, bạn nên chia nhỏ bữa ăn thay vì cho ăn nhiều cùng lúc. Ngoài ra, giống chó này dễ gặp vấn đề về tim, ung thư xương và loạn sản xương hông, do đó việc kiểm tra sức khỏe định kỳ là rất quan trọng.\n\nScottish Deerhound không chỉ là một giống chó săn tốc độ mà còn là một \"người bạn hiền khổng lồ\", phù hợp với những gia đình yêu thích chó săn quý tộc, có không gian rộng và sẵn sàng dành thời gian vận động, chăm sóc.",
    "price": {
      "paper": "45 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 6000 USD"
    },
    "priceMin": 20,
    "priceMax": 6000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/scottish_deerhound/avatar.jpg"
  },
  {
    "id": "weimaraner",
    "name": "Weimaraner",
    "type": "Dog",
    "lifespan": "10 năm - 13 năm",
    "care_instruction": "Weimaraner là giống chó săn có nguồn gốc từ Đức, nổi tiếng với dáng vẻ thể thao, bộ lông xám bạc mượt mà và sự nhanh nhẹn đáng kinh ngạc. Chúng được mệnh danh là “The Gray Ghost” vì khả năng di chuyển linh hoạt và trung thành tuyệt đối với chủ nhân. Tính cách của Weimaraner thường rất gắn bó, thông minh, giàu năng lượng và thường được gọi là “Velcro dog” vì luôn thích theo sát chủ. Tuy nhiên, nếu bị bỏ mặc quá lâu, chúng dễ rơi vào trạng thái lo âu chia ly và có thể phá phách để giải tỏa năng lượng.\n\nGiống chó này đòi hỏi lượng vận động lớn và đều đặn hàng ngày. Các hoạt động như chạy bộ, bơi lội, đi dạo dài hoặc tham gia các trò chơi ném – nhặt là cần thiết để duy trì thể lực và tinh thần. Weimaraner không phù hợp sống trong không gian chật hẹp như căn hộ nhỏ, trừ khi được đưa ra ngoài tập luyện thường xuyên và có người đồng hành.\n\nBộ lông của Weimaraner ngắn, mượt và ít rụng nên việc chăm sóc khá đơn giản. Bạn chỉ cần chải lông 1 – 2 lần mỗi tuần để loại bỏ lông rụng và bụi bẩn, kết hợp với việc tắm định kỳ, vệ sinh tai và cắt móng để giữ vệ sinh tổng thể.\n\nChế độ dinh dưỡng của Weimaraner cần chú trọng đến protein chất lượng cao từ thịt nạc, cá và trứng, kết hợp cùng rau củ để bổ sung vitamin và khoáng chất. Vì giống chó này có nguy cơ mắc chứng xoắn dạ dày, bạn nên chia nhỏ bữa ăn thành nhiều lần trong ngày thay vì cho ăn quá nhiều cùng lúc.\n\nVề sức khỏe, ngoài các bệnh về xương khớp và đường tiêu hóa, Weimaraner còn dễ gặp các vấn đề về tim và thần kinh. Do đó, việc kiểm tra sức khỏe định kỳ, tiêm phòng và tẩy giun đúng lịch là điều rất quan trọng để đảm bảo chúng duy trì được thể trạng tốt và tuổi thọ tối đa.\n\nWeimaraner là lựa chọn lý tưởng cho những người năng động, yêu thích các hoạt động ngoài trời và sẵn sàng dành thời gian tập luyện cùng thú cưng. Nếu được chăm sóc đúng cách, chúng sẽ trở thành một người bạn đồng hành trung thành, mạnh mẽ và thông minh trong gia đình.",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 18,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 4,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/weimaraner/avatar.jpg"
  },
  {
    "id": "staffordshire_bullterrier",
    "name": "Staffordshire bullterrier",
    "type": "Dog",
    "lifespan": "12 năm - 14 năm",
    "care_instruction": "Staffordshire Bull Terrier, thường gọi tắt là Staffy, là giống chó có nguồn gốc từ Anh, nổi tiếng với sự mạnh mẽ, dũng cảm nhưng lại cực kỳ tình cảm và gắn bó với gia đình. Dù ngoại hình cơ bắp khiến nhiều người nghĩ rằng chúng hung dữ, nhưng thực tế Staffy rất hiền lành, trung thành và đặc biệt thân thiện với trẻ em, đến mức chúng còn được mệnh danh là “chó trông trẻ” (nanny dog).\n\nĐể nuôi dưỡng một Staffordshire Bull Terrier khỏe mạnh, bạn cần chú trọng đến việc vận động thường xuyên. Đây là giống chó năng lượng cao, thích chạy nhảy, chơi kéo co hoặc tham gia các trò chơi vận động mạnh. Các buổi dạo chơi dài kết hợp huấn luyện cơ bản sẽ giúp chúng giải phóng năng lượng và giữ tinh thần thoải mái. Nếu không được tập luyện đầy đủ, Staffy có thể trở nên buồn chán và phá phách.\n\nBộ lông của Staffy ngắn, bóng và rất dễ chăm sóc. Bạn chỉ cần chải lông một lần mỗi tuần để loại bỏ bụi bẩn và lông rụng. Việc tắm định kỳ, vệ sinh tai, răng và cắt móng thường xuyên sẽ giúp duy trì sức khỏe tổng thể. Do dễ bị dị ứng da, bạn nên chọn sữa tắm dịu nhẹ và theo dõi chế độ ăn để tránh các tác nhân gây kích ứng.\n\nChế độ dinh dưỡng cần cân bằng giữa protein chất lượng cao từ thịt nạc, cá và trứng, kết hợp với rau củ để bổ sung chất xơ và vitamin. Staffordshire Bull Terrier có xu hướng dễ tăng cân nếu ăn quá nhiều, vì vậy bạn cần kiểm soát khẩu phần ăn và hạn chế đồ ăn vặt không lành mạnh.\n\nVề sức khỏe, ngoài loạn sản xương hông, Staffy còn dễ mắc các bệnh về mắt (như đục thủy tinh thể) và một số vấn đề di truyền khác. Do đó, việc kiểm tra sức khỏe định kỳ và tuân thủ lịch tiêm phòng là điều cần thiết.\n\nStaffordshire Bull Terrier là lựa chọn tuyệt vời cho những gia đình năng động, yêu thích vận động ngoài trời và mong muốn có một chú chó vừa mạnh mẽ vừa tình cảm. Với sự chăm sóc đúng cách, Staffy sẽ trở thành một người bạn đồng hành trung thành, thông minh và tràn đầy năng lượng.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/staffordshire_bullterrier/avatar.jpg"
  },
  {
    "id": "american_staffordshire_terrier",
    "name": "American Staffordshire terrier",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "American Staffordshire Terrier, thường gọi tắt là AmStaff, là giống chó có nguồn gốc từ Hoa Kỳ, được phát triển từ Staffordshire Bull Terrier của Anh. Khác với ấn tượng bề ngoài mạnh mẽ và cơ bắp, AmStaff lại có tính cách điềm đạm, trung thành và rất gắn bó với chủ nhân. Chúng là những chú chó thông minh, cảnh giác và giàu tình cảm, thường tỏ ra dịu dàng với trẻ nhỏ và tận tụy với gia đình.\n\nAmStaff là giống chó cần vận động thường xuyên và có khả năng chịu đựng tốt các hoạt động mạnh. Việc cho chúng tham gia chạy bộ, chơi kéo co, dạo dài hoặc huấn luyện agility sẽ giúp duy trì thể chất và giải phóng năng lượng. Nếu bị bỏ mặc lâu ngày hoặc không được tập luyện đầy đủ, AmStaff dễ sinh ra sự buồn chán và có thể phá phách trong nhà. Vì vậy, giống chó này phù hợp nhất với những người chủ năng động, có thời gian đồng hành cùng chúng.\n\nBộ lông của AmStaff ngắn, mượt và dễ chăm sóc. Bạn chỉ cần chải 1 – 2 lần mỗi tuần để giữ lông bóng khỏe và giảm lông rụng. Bên cạnh đó, việc vệ sinh tai, cắt móng và đánh răng định kỳ cũng rất quan trọng để giữ gìn vệ sinh tổng thể. Giống chó này khá nhạy cảm với thời tiết lạnh, vì vậy khi trời rét cần giữ ấm bằng áo khoác hoặc hạn chế để ngoài trời quá lâu.\n\nChế độ dinh dưỡng cho AmStaff cần giàu protein từ thịt nạc, cá và trứng, kết hợp cùng rau củ quả để bổ sung vitamin và chất xơ. Do có thể dễ bị tăng cân, khẩu phần ăn nên được chia hợp lý, hạn chế đồ ăn nhiều chất béo và bổ sung thêm thực phẩm hỗ trợ xương khớp.\n\nVề sức khỏe, AmStaff có thể gặp một số vấn đề di truyền như loạn sản xương hông, dị ứng da và bệnh về tim. Việc đưa đi kiểm tra thú y định kỳ, tiêm phòng đầy đủ và duy trì chế độ dinh dưỡng cân bằng sẽ giúp kéo dài tuổi thọ và duy trì sức khỏe ổn định cho chúng.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 18,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/american_staffordshire_terrier/avatar.jpg"
  },
  {
    "id": "bedlington_terrier",
    "name": "Bedlington terrier",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "Bedlington Terrier là giống chó có nguồn gốc từ Anh, nổi bật với ngoại hình độc đáo, trông giống như một chú cừu nhỏ nhờ bộ lông xoăn mềm và dáng đầu đặc trưng. Đằng sau vẻ ngoài hiền lành ấy lại là một giống chó nhanh nhẹn, dũng cảm, từng được dùng để săn chuột và thỏ. Tính cách của Bedlington Terrier thân thiện, hoạt bát, trung thành và thường gắn bó sâu sắc với gia đình, phù hợp làm thú cưng trong nhà.\n\nĐể nuôi dưỡng Bedlington Terrier khỏe mạnh, bạn cần đảm bảo cho chúng được vận động thường xuyên. Chúng thích chạy nhảy, chơi đùa và đặc biệt giỏi trong các hoạt động đòi hỏi sự nhanh nhẹn. Những buổi đi dạo dài, trò chơi đuổi bắt hoặc luyện tập agility là lựa chọn phù hợp để giữ tinh thần và thể chất của chúng luôn ổn định. Nếu không được giải phóng năng lượng, chúng có thể trở nên tăng động hoặc phá phách.\n\nBộ lông của Bedlington Terrier đặc biệt cần chăm sóc kỹ lưỡng. Đây là loại lông xoăn và có xu hướng mọc nhanh, nên phải chải đều đặn 2 – 3 lần mỗi tuần để tránh rối. Ngoài ra, cần cắt tỉa lông định kỳ để giữ được dáng đặc trưng của giống chó này, đồng thời duy trì sự sạch sẽ. Vệ sinh tai, răng và cắt móng thường xuyên cũng rất cần thiết.\n\nChế độ dinh dưỡng của Bedlington Terrier nên chú trọng đến protein nạc chất lượng cao và bổ sung rau củ quả để cung cấp vitamin, khoáng chất. Do giống chó này có nguy cơ mắc bệnh liên quan đến gan, bạn cần tránh cho ăn thực phẩm chứa đồng quá nhiều và nên duy trì khẩu phần ăn khoa học, chia đều trong ngày.\n\nVề sức khỏe, ngoài bệnh gan (Copper Toxicosis) đặc trưng, Bedlington Terrier còn dễ mắc các vấn đề về mắt và tim. Do đó, bạn nên đưa chúng đi khám thú y định kỳ, xét nghiệm di truyền khi mua giống và theo dõi sức khỏe sát sao để đảm bảo tuổi thọ tối đa.",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "20 – 30 triệu VNĐ",
      "international": "2500 – 4500 USD"
    },
    "priceMin": 20,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/bedlington_terrier/avatar.jpg"
  },
  {
    "id": "border_terrier",
    "name": "Border terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Border Terrier là giống chó sục nhỏ gọn, nhanh nhẹn, có nguồn gốc từ vùng biên giới Anh – Scotland. Chúng nổi bật với bản tính dũng cảm, lanh lợi và rất thân thiện với gia đình, đặc biệt là trẻ em. Tuy có gốc là chó săn cáo nhưng Border Terrier khá hiền, dễ huấn luyện và thường sống hòa thuận với các vật nuôi khác nếu được xã hội hóa sớm.\n\nGiống chó này cần được vận động đều đặn để duy trì thể chất khỏe mạnh. Các hoạt động như đi dạo hằng ngày, chạy nhảy trong sân vườn hoặc tham gia trò chơi đòi hỏi sự nhanh nhẹn đều rất phù hợp. Chúng thông minh và thích hợp với những bài tập huấn luyện ngắn, đa dạng để tránh sự nhàm chán.\n\nBộ lông của Border Terrier thuộc loại lông kép: bên ngoài thô cứng, bên trong mềm mịn, giúp chống chịu thời tiết tốt. Việc chăm sóc lông không quá phức tạp, chỉ cần chải 1 – 2 lần/tuần và tắm khi cần thiết. Tuy nhiên, nên “hand-stripping” (nhổ lông chết bằng tay) vài lần mỗi năm để giữ bộ lông khỏe mạnh và đẹp tự nhiên.\n\nChế độ dinh dưỡng của Border Terrier cần cân bằng, tập trung vào protein nạc, chất béo lành mạnh cùng rau củ bổ sung vitamin và chất xơ. Do có xu hướng dễ bị béo phì nếu ít vận động, bạn cần kiểm soát khẩu phần ăn và hạn chế đồ ăn vặt.\n\nVề sức khỏe, Border Terrier nhìn chung khỏe mạnh, nhưng có thể gặp một số bệnh di truyền như bệnh tim, vấn đề về khớp và chứng co giật. Khám thú y định kỳ và theo dõi cân nặng là cách tốt nhất để duy trì tuổi thọ và sức khỏe lâu dài cho chúng.",
    "price": {
      "paper": "35 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 15,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/border_terrier/avatar.jpg"
  },
  {
    "id": "kerry_blue_terrier",
    "name": "Kerry blue terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Kerry Blue Terrier là giống chó có nguồn gốc từ Ireland, nổi bật với bộ lông xoăn mềm mượt màu xanh lam độc đáo khi trưởng thành. Chúng thông minh, lanh lợi, trung thành và có tính cách mạnh mẽ, từng được sử dụng trong săn bắn, canh gác và chăn gia súc. Dù mang dòng máu chó săn, Kerry Blue cũng rất tình cảm và gắn bó với gia đình, thường trở thành người bạn đồng hành đáng tin cậy.\n\nGiống chó này có nhu cầu vận động cao, cần được đi dạo dài hoặc tham gia các hoạt động ngoài trời mỗi ngày. Chúng thích chạy nhảy, chơi đùa và cũng rất giỏi trong các môn thể thao cho chó như agility hoặc obedience. Nếu không được vận động đủ, Kerry Blue dễ trở nên buồn chán và phá phách.\n\nBộ lông của Kerry Blue Terrier mềm, xoăn và không rụng nhiều, phù hợp với người bị dị ứng. Tuy nhiên, lông của chúng mọc liên tục nên cần chải đều đặn 2 – 3 lần/tuần để tránh rối và cắt tỉa chuyên nghiệp mỗi 6 – 8 tuần để giữ dáng đẹp. Ngoài ra, vệ sinh tai, răng và cắt móng thường xuyên cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp với rau củ quả để cung cấp vitamin và khoáng chất. Bạn nên chia nhỏ khẩu phần ăn và tránh cho ăn nhiều tinh bột hoặc đồ ăn dầu mỡ, vì chúng dễ bị thừa cân.\n\nVề sức khỏe, Kerry Blue Terrier nhìn chung khá khỏe mạnh nhưng có nguy cơ mắc các bệnh di truyền như loạn sản xương hông, đục thủy tinh thể và bệnh da. Việc kiểm tra sức khỏe định kỳ và xét nghiệm di truyền khi mua giống là rất cần thiết để đảm bảo chúng có cuộc sống khỏe mạnh và lâu dài.",
    "price": {
      "paper": "50 – 80 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 25,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/kerry_blue_terrier/avatar.jpg"
  },
  {
    "id": "irish_terrier",
    "name": "Irish terrier",
    "type": "Dog",
    "lifespan": "13 năm – 15 năm",
    "care_instruction": "Irish Terrier là một trong những giống chó sục cổ xưa nhất, có nguồn gốc từ Ireland. Chúng nổi bật với bộ lông đỏ đặc trưng cùng tính cách gan dạ, thông minh và trung thành. Dù từng được nuôi để săn bắt và canh gác, Irish Terrier cũng rất tình cảm, gắn bó với chủ và thường tỏ ra bảo vệ gia đình. Chúng dũng cảm nhưng không quá hung hãn, phù hợp làm thú cưng trong nhà nếu được huấn luyện và xã hội hóa sớm.\n\nGiống chó này cần nhiều vận động hằng ngày để duy trì sự khỏe mạnh và tinh thần sảng khoái. Những buổi đi dạo dài, chạy tự do trong sân vườn hoặc tham gia trò chơi tương tác đều rất cần thiết. Ngoài ra, Irish Terrier thông minh và thích hợp với các bài huấn luyện obedience, agility, vừa giúp rèn luyện cơ thể vừa phát triển khả năng tư duy.\n\nBộ lông của Irish Terrier thuộc loại lông kép với lớp ngoài cứng, thẳng và thô, giúp chống chịu thời tiết tốt. Việc chăm sóc lông khá đơn giản: chỉ cần chải 1 – 2 lần/tuần và “hand-stripping” (nhổ lông chết bằng tay) vài lần mỗi năm để duy trì độ bóng mượt và khỏe mạnh. Tắm định kỳ, vệ sinh tai và răng, cũng như cắt móng thường xuyên sẽ giúp giữ vệ sinh tổng thể.\n\nDinh dưỡng của Irish Terrier cần giàu protein từ thịt nạc, cá, trứng, kết hợp rau củ và ngũ cốc nguyên hạt để bổ sung năng lượng, vitamin và khoáng chất. Chúng dễ thích nghi với nhiều chế độ ăn nhưng nên tránh đồ ăn nhiều dầu mỡ hoặc thức ăn thừa của con người.\n\nVề sức khỏe, Irish Terrier nhìn chung khá khỏe mạnh, ít gặp bệnh di truyền nghiêm trọng. Tuy nhiên, chúng có thể mắc một số vấn đề về da, dị ứng hoặc loạn sản xương hông. Việc đưa đi khám thú y định kỳ và theo dõi tình trạng cơ thể là cách tốt nhất để kéo dài tuổi thọ của chúng.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 20,
    "priceMax": 4500,
    "size": "Nhỏ",
    "scores": {
      "energy": 4,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/irish_terrier/avatar.jpg"
  },
  {
    "id": "norfolk_terrier",
    "name": "Norfolk terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Norfolk Terrier có nguồn gốc từ Anh, là một trong những giống chó sục nhỏ nhất nhưng lại vô cùng dũng cảm, nhanh nhẹn và tràn đầy năng lượng. Chúng nổi bật với đôi tai cụp đặc trưng (khác với Norwich Terrier tai dựng), cùng tính cách thân thiện, tình cảm và dễ hòa nhập với gia đình. Dù nhỏ bé, Norfolk Terrier vẫn giữ bản năng săn mồi mạnh mẽ và thích khám phá môi trường xung quanh.\n\nGiống chó này cần được vận động thường xuyên với các buổi đi dạo hằng ngày và thời gian chạy nhảy trong sân vườn có rào chắn. Chúng rất thích tham gia các trò chơi như ném bóng, kéo co hoặc agility, vừa giúp tiêu hao năng lượng vừa gắn kết với chủ. Nếu bị bỏ mặc hoặc không được giải phóng năng lượng, chúng có thể trở nên bồn chồn hoặc phá phách.\n\nBộ lông của Norfolk Terrier là loại lông kép với lớp ngoài cứng, thẳng và lớp lót mềm, giúp chúng chịu đựng được nhiều điều kiện thời tiết. Việc chăm sóc lông khá đơn giản, chỉ cần chải 1 – 2 lần/tuần và “hand-stripping” vài lần mỗi năm để loại bỏ lông chết, giữ cho bộ lông gọn gàng và khỏe mạnh. Ngoài ra, nên vệ sinh tai, răng và cắt móng định kỳ để tránh các vấn đề về vệ sinh.\n\nChế độ ăn uống cần cân đối, giàu protein nạc từ thịt, cá, trứng, kèm rau củ quả và ngũ cốc nguyên hạt để bổ sung năng lượng và dưỡng chất. Norfolk Terrier dễ bị tăng cân nếu ăn quá nhiều mà ít vận động, do đó bạn cần kiểm soát khẩu phần ăn hợp lý và hạn chế đồ ăn vặt.\n\nVề sức khỏe, giống chó này nhìn chung khỏe mạnh, ít mắc bệnh di truyền nghiêm trọng. Tuy vậy, chúng có thể gặp các vấn đề về mắt, khớp hoặc răng miệng nếu không được chăm sóc đúng cách. Khám thú y định kỳ sẽ giúp theo dõi sức khỏe và đảm bảo chúng duy trì được tuổi thọ lâu dài.",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 4500 USD"
    },
    "priceMin": 18,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/norfolk_terrier/avatar.jpg"
  },
  {
    "id": "norwich_terrier",
    "name": "Norwich terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Norwich Terrier, có nguồn gốc từ Anh, là một trong những giống chó sục nhỏ nhất nhưng lại cực kỳ hoạt bát, thông minh và dũng cảm. Điểm đặc trưng của chúng là đôi tai dựng đứng (khác với Norfolk Terrier tai cụp). Norwich Terrier rất thân thiện, yêu thích sự bầu bạn và thường gắn bó chặt chẽ với gia đình, kể cả trẻ em và các vật nuôi khác nếu được xã hội hóa sớm.\n\nGiống chó này có nhu cầu vận động cao so với kích thước nhỏ bé của chúng. Chúng cần được đi dạo hằng ngày kết hợp với các trò chơi như ném bóng, chạy nhảy hoặc agility để giải phóng năng lượng. Norwich Terrier nhanh nhẹn, thông minh và học lệnh khá nhanh, nhưng đôi khi có thể bướng bỉnh, vì vậy huấn luyện cần kiên nhẫn và nhất quán.\n\nBộ lông của Norwich Terrier thuộc loại lông kép: lớp ngoài cứng, thẳng và lớp lót mềm, giúp chịu lạnh tốt. Việc chăm sóc lông tương đối dễ dàng, chỉ cần chải 1 – 2 lần/tuần và thực hiện “hand-stripping” vài lần mỗi năm để giữ bộ lông khỏe mạnh và gọn gàng. Ngoài ra, vệ sinh tai, răng và cắt móng định kỳ là cần thiết để giữ vệ sinh tổng thể.\n\nChế độ dinh dưỡng nên giàu protein nạc từ thịt, cá, trứng kết hợp với rau củ và ngũ cốc nguyên hạt để bổ sung vitamin, chất xơ và năng lượng. Do Norwich Terrier khá ham ăn, bạn cần theo dõi khẩu phần để tránh béo phì, đặc biệt là khi ít vận động.\n\nVề sức khỏe, Norwich Terrier nhìn chung khỏe mạnh, nhưng có thể gặp một số vấn đề di truyền như bệnh tim, trật xương bánh chè và các vấn đề về răng. Khám thú y định kỳ và chăm sóc sức khỏe thường xuyên sẽ giúp chúng duy trì tuổi thọ và cuộc sống khỏe mạnh.",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 4500 USD"
    },
    "priceMin": 18,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/norwich_terrier/avatar.jpg"
  },
  {
    "id": "yorkshire_terrier",
    "name": "Yorkshire terrier",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "Yorkshire Terrier, thường được gọi tắt là “Yorkie”, là một trong những giống chó cảnh phổ biến nhất trên thế giới, nổi bật với ngoại hình nhỏ nhắn, bộ lông dài mượt như tơ và tính cách lanh lợi, giàu tình cảm. Chúng trung thành, thông minh, giàu năng lượng và thường rất gắn bó với chủ nhân, đặc biệt thích hợp làm thú cưng trong nhà hoặc căn hộ nhỏ.\n\nYorkie cần được vận động vừa phải hằng ngày thông qua các buổi đi dạo ngắn, trò chơi trong nhà hoặc ngoài sân. Dù nhỏ bé, chúng rất hiếu động, thích khám phá và có thể tham gia các hoạt động huấn luyện thông minh. Nếu không được giải phóng năng lượng, Yorkie có thể trở nên dễ sủa hoặc nghịch ngợm.\n\nBộ lông của Yorkshire Terrier dài, mượt, óng ả và phát triển liên tục giống như tóc người. Vì vậy, việc chăm sóc lông đòi hỏi sự kiên nhẫn: cần chải lông hằng ngày để tránh rối và tắm định kỳ để giữ lông mềm mượt, sạch sẽ. Ngoài ra, nên cắt tỉa lông gọn gàng quanh mắt, tai và bàn chân để duy trì sự thoải mái cho chúng.\n\nChế độ dinh dưỡng của Yorkie cần giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và ngũ cốc nguyên hạt. Do kích thước nhỏ và dạ dày nhạy cảm, bạn nên chia khẩu phần thành nhiều bữa nhỏ trong ngày. Đồng thời, hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa của con người để tránh các vấn đề về tiêu hóa.\n\nVề sức khỏe, Yorkshire Terrier có thể gặp một số bệnh di truyền như trật xương bánh chè, bệnh về răng miệng, suy khí quản và hạ đường huyết. Việc khám thú y định kỳ, chăm sóc răng miệng kỹ lưỡng và duy trì chế độ ăn uống hợp lý sẽ giúp Yorkie khỏe mạnh và kéo dài tuổi thọ.",
    "price": {
      "paper": "30 – 60 triệu VNĐ",
      "no_paper": "12 – 25 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 12,
    "priceMax": 5000,
    "size": "Nhỏ",
    "scores": {
      "energy": 5,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/yorkshire_terrier/avatar.jpg"
  },
  {
    "id": "wire-haired_fox_terrier",
    "name": "wire-haired fox terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Wire-haired Fox Terrier là giống chó săn cáo nổi tiếng đến từ Anh, được lai tạo để tham gia các cuộc săn dưới lòng đất. Chúng nổi bật với bộ lông xoăn cứng đặc trưng, dáng người săn chắc, nhỏ gọn và đôi mắt sáng tinh anh. Với tính cách mạnh mẽ, hoạt bát, thông minh và đôi khi bướng bỉnh, giống chó này rất phù hợp với những người chủ năng động, yêu thích vận động ngoài trời.\n\nGiống chó này cần được vận động hàng ngày để tiêu hao năng lượng dồi dào. Các buổi đi dạo dài, chạy bộ, trò chơi ném bóng hoặc các hoạt động huấn luyện thông minh đều rất cần thiết. Nếu bị nhốt trong nhà quá lâu, chúng có thể trở nên nghịch ngợm hoặc phá phách. Việc huấn luyện nên bắt đầu từ sớm, kiên nhẫn và áp dụng phương pháp tích cực, bởi Wire-haired Fox Terrier khá độc lập và đôi khi cứng đầu.\n\nBộ lông xoăn cứng cần được chải thường xuyên để loại bỏ lông rụng và bụi bẩn. Ngoài ra, định kỳ tỉa lông (hand-stripping hoặc grooming chuyên nghiệp) sẽ giúp giữ được kết cấu lông khỏe và gọn gàng. Vệ sinh tai, cắt móng và chăm sóc răng miệng thường xuyên cũng rất quan trọng để phòng ngừa bệnh tật.\n\nChế độ dinh dưỡng của Wire-haired Fox Terrier cần cân bằng với protein chất lượng cao từ thịt nạc, cá, kết hợp cùng rau củ quả và ngũ cốc nguyên hạt. Do chúng là giống chó hoạt động nhiều, cần bổ sung đủ năng lượng nhưng tránh cho ăn quá nhiều để hạn chế béo phì.\n\nVề sức khỏe, Wire-haired Fox Terrier nhìn chung khỏe mạnh, nhưng có thể gặp các bệnh di truyền như loạn sản xương hông, bệnh về da hoặc các vấn đề về răng miệng. Khám thú y định kỳ và duy trì lối sống năng động sẽ giúp chúng khỏe mạnh, vui tươi và sống lâu bên gia đình.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "8 – 15 triệu VNĐ",
      "international": "1500 – 4000 USD"
    },
    "priceMin": 8,
    "priceMax": 4000,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/wire-haired_fox_terrier/avatar.jpg"
  },
  {
    "id": "lakeland_terrier",
    "name": "Lakeland terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Lakeland Terrier có nguồn gốc từ vùng hồ Lake District, Anh Quốc, được lai tạo để săn cáo và các loài động vật gặm nhấm nhỏ. Chúng có ngoại hình nhỏ gọn, cơ thể săn chắc, đôi tai cụp hình chữ V và bộ lông dày cứng với nhiều màu sắc khác nhau. Tính cách nổi bật của giống chó này là dũng cảm, lanh lợi, độc lập nhưng cũng rất tình cảm và gắn bó với chủ.\n\nGiống chó này tràn đầy năng lượng, vì vậy cần được vận động hàng ngày thông qua các hoạt động như đi dạo dài, chạy nhảy ngoài trời, chơi đùa hoặc tham gia huấn luyện agility. Nếu không được giải phóng năng lượng, chúng dễ trở nên bồn chồn và có thể nghịch phá. Lakeland Terrier cũng rất thông minh, do đó huấn luyện nên bắt đầu sớm, sử dụng phương pháp kiên nhẫn và tích cực để kiểm soát sự bướng bỉnh vốn có.\n\nBộ lông của Lakeland Terrier cần được chải thường xuyên để tránh rối và loại bỏ lông chết. Ngoài ra, định kỳ tỉa lông (hand-stripping) sẽ giúp giữ kết cấu lông cứng, chắc và khỏe mạnh. Việc chăm sóc lông cũng đi kèm với vệ sinh tai, cắt móng và chải răng để ngăn ngừa bệnh nha chu – một bệnh thường gặp ở các giống chó nhỏ.\n\nVề chế độ ăn uống, Lakeland Terrier cần được cung cấp thức ăn giàu protein chất lượng cao (thịt nạc, cá, trứng) kết hợp với rau củ quả và tinh bột nguyên hạt. Chia khẩu phần hợp lý và tránh đồ ăn dầu mỡ hoặc thức ăn thừa từ con người để đảm bảo hệ tiêu hóa khỏe mạnh.\n\nLakeland Terrier là giống chó khỏe mạnh nhưng có thể mắc một số vấn đề di truyền như loạn sản xương hông, bệnh về mắt (đục thủy tinh thể) hoặc dị ứng da. Việc khám thú y định kỳ, duy trì chế độ dinh dưỡng hợp lý và vận động đầy đủ sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 10,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/lakeland_terrier/avatar.jpg"
  },
  {
    "id": "sealyham_terrier",
    "name": "Sealyham terrier",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Sealyham Terrier là giống chó sục cổ điển có nguồn gốc từ xứ Wales, Anh Quốc, nổi bật với thân hình nhỏ gọn, cơ thể săn chắc và bộ lông trắng dày, cứng. Chúng có tính cách dũng cảm, trung thành và hiếu động, nhưng cũng rất thân thiện, tình cảm và gắn bó với gia đình. Dù nhỏ bé, Sealyham Terrier giữ bản năng săn mồi mạnh mẽ, phù hợp với các gia đình muốn một chú chó sục linh hoạt và thông minh.\n\nGiống chó này cần được vận động hàng ngày để giữ tinh thần và thể chất khỏe mạnh. Các buổi đi dạo, chạy nhảy ngoài sân vườn, chơi trò chơi ném bóng hoặc tham gia huấn luyện agility là lựa chọn tốt để giải phóng năng lượng. Nếu bị nhốt quá lâu, chúng có thể trở nên nghịch ngợm hoặc phá phách. Huấn luyện Sealyham Terrier nên kiên nhẫn, sử dụng phương pháp tích cực và bắt đầu từ sớm để kiểm soát sự bướng bỉnh tự nhiên.\n\nBộ lông cứng, dày và có lớp lót mềm của Sealyham Terrier cần được chải đều đặn 2 – 3 lần/tuần để tránh rối và loại bỏ lông chết. Ngoài ra, định kỳ tỉa lông (hand-stripping) giúp giữ kết cấu lông khỏe mạnh và gọn gàng. Vệ sinh tai, cắt móng và chải răng thường xuyên cũng rất quan trọng để đảm bảo sức khỏe tổng thể.\n\nChế độ dinh dưỡng của Sealyham Terrier nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì đây là giống chó nhỏ nhưng năng động, bạn nên chia khẩu phần ăn thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn dầu mỡ hay đồ ăn thừa từ con người.\n\nVề sức khỏe, Sealyham Terrier nhìn chung khỏe mạnh nhưng có thể gặp một số bệnh di truyền như loạn sản xương hông, bệnh về da hoặc vấn đề về răng. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/sealyham_terrier/avatar.jpg"
  },
  {
    "id": "airedale",
    "name": "Airedale",
    "type": "Dog",
    "lifespan": "10 năm – 13 năm",
    "care_instruction": "Airedale Terrier, còn được gọi là “King of Terriers”, là giống chó sục lớn nhất trong nhóm Terrier, có nguồn gốc từ Anh Quốc. Chúng nổi bật với vóc dáng khỏe khoắn, cơ bắp rắn chắc, bộ lông thô, cứng và màu sắc đặc trưng đen – nâu vàng. Tính cách của Airedale Terrier rất thông minh, trung thành, dũng cảm và năng động, thích hợp với các gia đình có không gian rộng và chủ năng động.\n\nGiống chó này cần được vận động đều đặn hằng ngày. Các hoạt động như chạy bộ, đi dạo dài, trò chơi ném bóng hoặc huấn luyện agility sẽ giúp giải phóng năng lượng và duy trì tinh thần minh mẫn. Airedale Terrier thông minh nhưng độc lập, đôi khi bướng bỉnh, nên huấn luyện cần kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để đạt hiệu quả tốt.\n\nBộ lông của Airedale Terrier thuộc loại lông kép, lớp ngoài thô và cứng, lớp trong mềm, cần được chải 2 – 3 lần/tuần để loại bỏ lông chết và duy trì vẻ gọn gàng. Tỉa lông định kỳ (hand-stripping) giúp giữ kết cấu lông chắc khỏe và chuẩn dáng. Ngoài ra, vệ sinh tai, cắt móng và chải răng định kỳ rất cần thiết để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng của Airedale Terrier nên giàu protein từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, cần cung cấp đủ năng lượng nhưng kiểm soát khẩu phần để tránh tăng cân.\n\nVề sức khỏe, Airedale Terrier nhìn chung khỏe mạnh nhưng có thể gặp một số vấn đề về da, tim và khớp. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 15,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/airedale/avatar.jpg"
  },
  {
    "id": "cairn",
    "name": "cairn",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Cairn Terrier là giống chó sục nhỏ gọn, xuất xứ từ Scotland, nổi tiếng với bộ lông dày, thô và đôi mắt tinh anh. Chúng rất thông minh, lanh lợi, dũng cảm và thân thiện, phù hợp làm thú cưng trong nhà nhưng vẫn giữ bản năng săn mồi mạnh mẽ, thích khám phá môi trường xung quanh. Tính cách của Cairn Terrier sống động, hoạt bát và trung thành với gia đình, nhưng đôi khi hơi bướng bỉnh nếu không được huấn luyện đúng cách.\n\nGiống chó này cần được vận động đều đặn hằng ngày thông qua các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi các trò chơi tương tác. Vì Cairn Terrier rất năng động, việc thiếu vận động có thể dẫn đến nghịch phá hoặc tăng động. Huấn luyện nên bắt đầu từ sớm, sử dụng phương pháp tích cực, nhất quán và kiên nhẫn để đạt hiệu quả tốt.\n\nBộ lông của Cairn Terrier gồm lớp ngoài thô cứng và lớp lót mềm, cần chải 2 – 3 lần/tuần để loại bỏ lông rụng và giữ lông gọn gàng. Định kỳ cắt tỉa hoặc “hand-stripping” giúp giữ kết cấu lông khỏe mạnh, đồng thời vệ sinh tai, răng và móng cũng cần thực hiện thường xuyên để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó nhỏ nhưng hoạt bát, bạn nên chia khẩu phần ăn thành nhiều bữa nhỏ trong ngày, hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người để tránh vấn đề về tiêu hóa.\n\nVề sức khỏe, Cairn Terrier nhìn chung khỏe mạnh, nhưng có thể gặp một số bệnh di truyền như bệnh mắt, bệnh tim hoặc dị ứng da. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và vui vẻ bên gia đình.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "10 – 20 triệu VNĐ",
      "international": "1500 – 4000 USD"
    },
    "priceMin": 10,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/cairn/avatar.jpg"
  },
  {
    "id": "australian_terrier",
    "name": "Australian terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Australian Terrier là giống chó sục nhỏ gọn xuất xứ từ Úc, nổi bật với ngoại hình rắn chắc, bộ lông thô cứng và màu sắc thường là nâu vàng pha xám hoặc đen. Chúng rất thông minh, lanh lợi, dũng cảm và trung thành, phù hợp làm thú cưng trong nhà nhưng vẫn giữ bản năng săn mồi, thích khám phá môi trường xung quanh. Australian Terrier sống động, hoạt bát và gắn bó với gia đình, nhưng đôi khi có thể hơi bướng bỉnh nếu không được huấn luyện đúng cách.\n\nGiống chó này cần được vận động đều đặn hàng ngày bằng các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi các trò chơi tương tác. Nếu thiếu vận động, Australian Terrier có thể trở nên nghịch ngợm hoặc tăng động. Huấn luyện nên bắt đầu từ sớm, sử dụng phương pháp tích cực, nhất quán và kiên nhẫn để đạt hiệu quả tốt.\n\nBộ lông thô, cứng của Australian Terrier cần được chải đều đặn 2 – 3 lần/tuần để loại bỏ lông rụng và giữ lông gọn gàng. Định kỳ tỉa lông hoặc “hand-stripping” giúp duy trì kết cấu lông khỏe mạnh. Ngoài ra, vệ sinh tai, răng và móng cũng nên thực hiện thường xuyên để giữ sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì đây là giống chó nhỏ nhưng năng động, khẩu phần ăn nên chia thành nhiều bữa nhỏ và hạn chế đồ ăn dầu mỡ hoặc thức ăn thừa từ con người.\n\nVề sức khỏe, Australian Terrier nhìn chung khỏe mạnh nhưng có thể gặp một số vấn đề di truyền như bệnh mắt, bệnh tim hoặc dị ứng da. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "1500 – 4000 USD"
    },
    "priceMin": 10,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/australian_terrier/avatar.jpg"
  },
  {
    "id": "dandie_dinmont",
    "name": "Dandie Dinmont",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Dandie Dinmont Terrier là giống chó sục nhỏ xuất xứ từ Scotland, nổi bật với ngoại hình đặc trưng, thân dài, chân ngắn và bộ lông thô dài, mềm mại ở phần thân và mượt hơn ở phần đầu tạo thành kiểu “topknot” đặc trưng. Chúng rất thông minh, trung thành, tình cảm và có tính cách điềm đạm nhưng cũng năng động, thích khám phá môi trường xung quanh. Dandie Dinmont Terrier là giống chó lý tưởng cho gia đình, gắn bó với chủ và thân thiện với trẻ em.\n\nGiống chó này cần được vận động hằng ngày thông qua các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc các trò chơi tương tác. Dù nhỏ, chúng có năng lượng khá dồi dào và cần giải phóng đều đặn để tránh nghịch phá. Huấn luyện nên bắt đầu sớm, sử dụng phương pháp tích cực, nhất quán và kiên nhẫn để kiểm soát sự bướng bỉnh tự nhiên của giống chó này.\n\nBộ lông của Dandie Dinmont Terrier cần được chăm sóc đều đặn, chải 2 – 3 lần/tuần để loại bỏ lông rụng và giữ lông gọn gàng. Định kỳ tỉa lông hoặc “hand-stripping” sẽ giúp duy trì kết cấu lông khỏe mạnh và chuẩn dáng. Vệ sinh tai, răng và móng cũng cần thực hiện thường xuyên để đảm bảo sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Do kích thước nhỏ nhưng năng động, nên chia khẩu phần thành nhiều bữa nhỏ và hạn chế đồ ăn dầu mỡ hoặc thức ăn thừa từ con người.\n\nVề sức khỏe, Dandie Dinmont Terrier nhìn chung khỏe mạnh nhưng có thể gặp một số bệnh di truyền như bệnh tim, vấn đề về da hoặc răng miệng. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/dandie_dinmont/avatar.jpg"
  },
  {
    "id": "boston_bull",
    "name": "Boston bull",
    "type": "Dog",
    "lifespan": "11 năm – 13 năm",
    "care_instruction": "Boston Bull là giống chó nhỏ gọn, xuất xứ từ Mỹ, nổi bật với ngoại hình thanh lịch, khuôn mặt tròn, mắt to sáng và bộ lông ngắn mượt, thường có các màu phối trắng – đen, trắng – nâu hoặc trắng – brindle. Chúng rất thông minh, tình cảm, trung thành và hòa đồng, thích hợp làm thú cưng trong căn hộ hoặc gia đình có trẻ em. Boston Bull có tính cách hiền lành nhưng đôi khi cũng khá năng động và tinh nghịch.\n\nGiống chó này cần được vận động đều đặn hàng ngày thông qua các buổi đi dạo, chạy nhảy nhẹ hoặc chơi trò chơi tương tác trong nhà và ngoài sân. Dù năng động, Boston Bull không đòi hỏi vận động quá mức, nhưng việc giải phóng năng lượng sẽ giúp chúng giảm bớt stress và duy trì tinh thần vui vẻ. Huấn luyện nên sử dụng phương pháp tích cực và kiên nhẫn, vì chúng thông minh nhưng đôi khi bướng bỉnh.\n\nBộ lông ngắn mượt của Boston Bull dễ chăm sóc, chỉ cần chải lông 1 – 2 lần/tuần để loại bỏ lông rụng và giữ vẻ bóng mượt. Ngoài ra, vệ sinh tai, cắt móng và chăm sóc răng miệng đều đặn sẽ giúp phòng ngừa bệnh lý thường gặp.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó nhỏ, khẩu phần nên chia thành 2 – 3 bữa nhỏ trong ngày và hạn chế thức ăn nhiều dầu mỡ hoặc đồ ăn thừa của con người.\n\nVề sức khỏe, Boston Bull có thể gặp các vấn đề liên quan đến hô hấp do khuôn mặt ngắn (brachycephalic), bệnh tim và mắt. Khám thú y định kỳ, duy trì chế độ ăn hợp lý và vận động phù hợp sẽ giúp chúng khỏe mạnh, sống lâu và hạnh phúc bên gia đình.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "1500 – 4000 USD"
    },
    "priceMin": 12,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/boston_bull/avatar.jpg"
  },
  {
    "id": "miniature_schnauzer",
    "name": "miniature schnauzer",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Miniature Schnauzer là giống chó sục nhỏ gọn, xuất xứ từ Đức, nổi bật với bộ ria mép đặc trưng, bộ lông kép dày và thô ở lớp ngoài, mềm ở lớp trong. Chúng thông minh, lanh lợi, trung thành và rất tình cảm với gia đình, đồng thời năng động, thích khám phá và có bản năng canh gác tốt. Miniature Schnauzer hòa đồng với trẻ em và phù hợp làm thú cưng trong căn hộ hoặc nhà có sân.\n\nGiống chó này cần được vận động đều đặn hằng ngày thông qua các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi trò chơi tương tác. Nếu thiếu vận động, Miniature Schnauzer có thể trở nên nghịch ngợm hoặc tăng động. Huấn luyện nên bắt đầu sớm, sử dụng phương pháp tích cực, kiên nhẫn và nhất quán để kiểm soát sự bướng bỉnh và phát huy trí thông minh của chúng.\n\nBộ lông của Miniature Schnauzer cần chải 2 – 3 lần/tuần để loại bỏ lông rụng và giữ lông gọn gàng. Định kỳ tỉa lông (hand-stripping hoặc cắt lông) giúp duy trì kết cấu lông khỏe mạnh, đồng thời giữ vẻ ngoài chuẩn mực. Vệ sinh tai, răng và móng cũng nên thực hiện thường xuyên để đảm bảo sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó nhỏ nhưng năng động, khẩu phần nên chia thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Miniature Schnauzer nhìn chung khỏe mạnh nhưng có thể gặp một số vấn đề về răng, tuyến tụy, đường tiết niệu hoặc da. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "25 – 50 triệu VNĐ",
      "no_paper": "12 – 22 triệu VNĐ",
      "international": "1500 – 4000 USD"
    },
    "priceMin": 12,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/miniature_schnauzer/avatar.jpg"
  },
  {
    "id": "giant_schnauzer",
    "name": "giant schnauzer",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Giant Schnauzer là giống chó sục lớn, xuất xứ từ Đức, nổi bật với thân hình vạm vỡ, cơ bắp rắn chắc và bộ ria mép cùng lông mặt đặc trưng. Chúng thông minh, trung thành, mạnh mẽ và có bản năng bảo vệ gia đình cao, thường được sử dụng làm chó canh gác hoặc cảnh sát. Giant Schnauzer hòa đồng với người thân nhưng có thể cảnh giác với người lạ, do đó cần được xã hội hóa từ sớm.\n\nGiống chó này cần vận động thường xuyên và bài bản. Các buổi đi dạo dài, chạy nhảy, chơi trò chơi tương tác hoặc các hoạt động huấn luyện như agility và obedience sẽ giúp Giant Schnauzer giải phóng năng lượng, duy trì thể lực và tinh thần minh mẫn. Thiếu vận động, chúng có thể trở nên phá phách hoặc căng thẳng. Huấn luyện nên kiên nhẫn, nhất quán, sử dụng phương pháp tích cực để kiểm soát tính cách mạnh mẽ và phát huy trí thông minh.\n\nBộ lông của Giant Schnauzer thuộc loại lông kép, lớp ngoài cứng thô và lớp trong mềm, cần chải 2 – 3 lần/tuần để loại bỏ lông rụng. Định kỳ tỉa lông hoặc “hand-stripping” giúp duy trì kết cấu lông khỏe mạnh và chuẩn dáng. Vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để bảo vệ sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì đây là giống chó lớn, cần cung cấp đủ năng lượng nhưng kiểm soát khẩu phần để tránh thừa cân, chia bữa ăn hợp lý trong ngày.\n\nVề sức khỏe, Giant Schnauzer có thể gặp một số vấn đề về hông, khuỷu tay, tim hoặc mắt. Khám thú y định kỳ, duy trì vận động hợp lý và chế độ dinh dưỡng cân đối sẽ giúp chúng sống khỏe mạnh, an toàn và hạnh phúc bên gia đình.",
    "price": {
      "paper": "50 – 80 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "3000 – 6000 USD"
    },
    "priceMin": 25,
    "priceMax": 6000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/giant_schnauzer/avatar.jpg"
  },
  {
    "id": "standard_schnauzer",
    "name": "standard schnauzer",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Standard Schnauzer là giống chó sục trung bình xuất xứ từ Đức, nổi bật với cơ thể rắn chắc, lông kép cứng thô và bộ ria mép đặc trưng. Chúng thông minh, trung thành, cảnh giác và rất tình cảm với gia đình. Đây là giống chó năng động, dễ huấn luyện và có bản năng bảo vệ cao, phù hợp làm thú cưng, chó canh gác hoặc chó đồng hành trong các hoạt động ngoài trời.\n\nGiống chó này cần vận động đều đặn mỗi ngày bằng các buổi đi dạo, chạy nhảy hoặc chơi các trò chơi tương tác. Việc vận động và kích thích trí tuệ thông qua huấn luyện agility hoặc obedience sẽ giúp Standard Schnauzer duy trì sức khỏe thể chất và tinh thần minh mẫn. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để kiểm soát tính cách mạnh mẽ và phát huy trí thông minh.\n\nBộ lông của Standard Schnauzer cần chải 2 – 3 lần/tuần để loại bỏ lông rụng, đồng thời tỉa lông định kỳ hoặc “hand-stripping” để giữ kết cấu lông chắc khỏe và chuẩn dáng. Vệ sinh tai, răng và cắt móng thường xuyên cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Do đặc điểm năng động, khẩu phần nên chia thành nhiều bữa nhỏ và tránh thức ăn dầu mỡ hoặc đồ ăn thừa của con người.\n\nVề sức khỏe, Standard Schnauzer nhìn chung khỏe mạnh nhưng có thể gặp một số vấn đề về tim, mắt hoặc khớp. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "15 – 30 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/standard_schnauzer/avatar.jpg"
  },
  {
    "id": "scotch_terrier",
    "name": "Scotch terrier",
    "type": "Dog",
    "lifespan": "11 năm – 13 năm",
    "care_instruction": "Scotch Terrier là giống chó sục nhỏ gọn xuất xứ từ Scotland, nổi bật với ngoại hình khỏe khoắn, lông kép dày, thô và bộ ria mép cùng lông mặt đặc trưng tạo thành kiểu “beard”. Chúng thông minh, trung thành, dũng cảm và có bản năng săn mồi, đồng thời gắn bó và tình cảm với gia đình. Scotch Terrier hòa đồng với người thân nhưng đôi khi có thể bướng bỉnh và cảnh giác với người lạ.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi các trò chơi tương tác. Mặc dù nhỏ, Scotch Terrier năng động và thích khám phá, nên việc giải phóng năng lượng thường xuyên sẽ giúp chúng giảm stress và duy trì tinh thần vui vẻ. Huấn luyện nên bắt đầu sớm, kiên nhẫn và sử dụng phương pháp tích cực để kiểm soát tính cách mạnh mẽ và phát huy trí thông minh.\n\nBộ lông của Scotch Terrier cần chải 2 – 3 lần/tuần để loại bỏ lông rụng, giữ lông gọn gàng và chuẩn dáng. Định kỳ tỉa lông hoặc “hand-stripping” giúp duy trì kết cấu lông khỏe mạnh. Vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để bảo vệ sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó nhỏ nhưng năng động, khẩu phần nên chia thành nhiều bữa nhỏ và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa của con người.\n\nVề sức khỏe, Scotch Terrier có thể gặp một số vấn đề về da, tim và mắt. Khám thú y định kỳ, duy trì vận động hợp lý và chế độ ăn cân đối sẽ giúp chúng sống khỏe mạnh, kéo dài tuổi thọ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/scotch_terrier/avatar.jpg"
  },
  {
    "id": "tibetan_terrier",
    "name": "Tibetan terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Tibetan Terrier là giống chó sục trung bình xuất xứ từ Tây Tạng, nổi bật với ngoại hình uyển chuyển, bộ lông dài, dày và mềm mại, che phủ toàn bộ cơ thể và chân. Chúng thông minh, tình cảm, trung thành và gắn bó mạnh mẽ với gia đình. Tibetan Terrier hòa đồng với trẻ em, có bản năng canh gác và cảnh giác với người lạ nhưng không hung dữ.\n\nGiống chó này cần được vận động đều đặn hằng ngày thông qua các buổi đi dạo, chạy nhảy nhẹ hoặc chơi trò chơi tương tác trong nhà và ngoài sân. Chúng thích khám phá môi trường xung quanh và tham gia các hoạt động huấn luyện nhẹ nhàng. Việc vận động thường xuyên giúp duy trì sức khỏe, tinh thần vui vẻ và tránh nghịch phá.\n\nBộ lông dài của Tibetan Terrier đòi hỏi chăm sóc kỹ lưỡng, cần chải lông ít nhất 2 – 3 lần/tuần để tránh rối, loại bỏ lông rụng và giữ lông mềm mượt. Định kỳ cắt tỉa lông quanh mắt, tai và bàn chân để đảm bảo thoải mái và sạch sẽ. Vệ sinh tai, răng và móng thường xuyên cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó có lông dài và năng động, nên chia khẩu phần thành nhiều bữa nhỏ trong ngày, tránh thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Tibetan Terrier nhìn chung khỏe mạnh nhưng có thể gặp các vấn đề về mắt, khớp hoặc dạ dày. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, vui vẻ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/tibetan_terrier/avatar.jpg"
  },
  {
    "id": "silky_terrier",
    "name": "silky terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Silky Terrier là giống chó sục nhỏ gọn, xuất xứ từ Úc, nổi bật với bộ lông dài, mượt mà như tơ, khuôn mặt thanh tú và đôi tai dựng. Chúng thông minh, lanh lợi, tình cảm và rất trung thành với gia đình. Silky Terrier hòa đồng với trẻ em và các thú cưng khác, thích hợp làm thú cưng trong căn hộ hoặc nhà có sân nhỏ.\n\nGiống chó này cần vận động đều đặn hàng ngày thông qua các buổi đi dạo, chạy nhảy nhẹ và các trò chơi tương tác trong nhà hoặc sân vườn. Dù nhỏ, Silky Terrier rất năng động và thích khám phá, việc vận động thường xuyên giúp chúng duy trì sức khỏe và tránh nghịch phá. Huấn luyện nên kiên nhẫn, sử dụng phương pháp tích cực để phát huy trí thông minh và kiểm soát tính cách hơi bướng bỉnh.\n\nBộ lông dài mượt của Silky Terrier đòi hỏi chải lông hàng ngày để tránh rối, giữ lông mềm mượt và sạch sẽ. Định kỳ tỉa lông quanh mắt, tai và bàn chân để đảm bảo thoải mái. Vệ sinh tai, răng và cắt móng đều đặn cũng rất cần thiết để bảo vệ sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì kích thước nhỏ, nên chia khẩu phần thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Silky Terrier có thể gặp các vấn đề về răng, mắt, khớp hoặc da. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/silky_terrier/avatar.jpg"
  },
  {
    "id": "soft-coated_wheaten_terrier",
    "name": "soft-coated wheaten terrier",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Soft-Coated Wheaten Terrier là giống chó sục trung bình, xuất xứ từ Ireland, nổi bật với bộ lông mềm, mượt, màu lúa mạch đặc trưng và thân hình cân đối. Chúng thông minh, năng động, tình cảm và rất trung thành với gia đình. Wheaten Terrier hòa đồng với trẻ em và các thú cưng khác, đồng thời có tính cách vui vẻ, thích khám phá và tinh nghịch.\n\nGiống chó này cần vận động đều đặn hằng ngày thông qua các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi các trò chơi tương tác. Việc vận động thường xuyên giúp Wheaten Terrier duy trì sức khỏe thể chất, tinh thần vui vẻ và tránh nghịch phá. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và kiểm soát sự hiếu động của chúng.\n\nBộ lông mềm mượt của Wheaten Terrier cần chải ít nhất 2 – 3 lần/tuần để tránh rối, giữ lông gọn gàng và sạch sẽ. Định kỳ cắt tỉa lông quanh mắt, tai và bàn chân để đảm bảo thoải mái. Vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì năng động, nên chia khẩu phần ăn thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn nhiều dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Soft-Coated Wheaten Terrier có thể gặp một số vấn đề về thận, khớp hoặc da. Khám thú y định kỳ và chăm sóc đúng cách sẽ giúp chúng sống khỏe mạnh, vui vẻ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/soft-coated_wheaten_terrier/avatar.jpg"
  },
  {
    "id": "west_highland_white_terrier",
    "name": "West Highland white terrier",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "West Highland White Terrier là giống chó sục nhỏ gọn, xuất xứ từ Scotland, nổi bật với bộ lông trắng dày, thô và khuôn mặt đáng yêu với đôi mắt sáng. Chúng thông minh, năng động, trung thành và rất gắn bó với gia đình. Westie hòa đồng với trẻ em, tinh nghịch và thích khám phá môi trường xung quanh, đồng thời có bản năng canh gác tốt.\n\nGiống chó này cần vận động đều đặn hằng ngày bằng các buổi đi dạo, chạy nhảy ngoài sân vườn hoặc chơi các trò chơi tương tác. Việc vận động thường xuyên giúp Westie duy trì thể chất khỏe mạnh, tinh thần vui vẻ và tránh nghịch phá. Huấn luyện nên kiên nhẫn, sử dụng phương pháp tích cực để phát huy trí thông minh và kiểm soát sự hiếu động.\n\nBộ lông trắng của Westie cần chải ít nhất 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ vẻ ngoài gọn gàng. Định kỳ tỉa lông quanh mắt, tai và bàn chân để đảm bảo thoải mái và sạch sẽ. Vệ sinh tai, răng và cắt móng đều đặn cũng rất cần thiết để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó nhỏ nhưng năng động, nên chia khẩu phần thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa của con người.\n\nVề sức khỏe, West Highland White Terrier có thể gặp các vấn đề về da, răng, mắt hoặc khớp. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, vui vẻ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/west_highland_white_terrier/avatar.jpg"
  },
  {
    "id": "lhasa",
    "name": "Lhasa",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Lhasa Apso là giống chó sục nhỏ gọn xuất xứ từ Tây Tạng, nổi bật với bộ lông dài, dày và mềm mại, phủ kín cơ thể từ đầu đến chân, cùng khuôn mặt đáng yêu với đôi mắt sáng và bộ ria mép đặc trưng. Chúng thông minh, trung thành, cảnh giác và gắn bó mạnh mẽ với gia đình. Lhasa Apso hòa đồng với trẻ em, nhưng đôi khi có tính cách hơi độc lập và kiên quyết.\n\nGiống chó này cần vận động đều đặn hằng ngày thông qua các buổi đi dạo ngắn, chạy nhảy nhẹ hoặc chơi trò chơi tương tác trong nhà và sân vườn. Mặc dù nhỏ nhưng năng động, việc vận động thường xuyên giúp Lhasa Apso duy trì sức khỏe thể chất và tinh thần vui vẻ, tránh nghịch phá. Huấn luyện nên kiên nhẫn, sử dụng phương pháp tích cực để phát huy trí thông minh và kiểm soát tính cách độc lập của chúng.\n\nBộ lông dài của Lhasa Apso đòi hỏi chải lông hàng ngày để tránh rối, giữ lông mềm mượt và sạch sẽ. Định kỳ tỉa lông quanh mắt, tai và bàn chân để đảm bảo thoải mái và gọn gàng. Vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì kích thước nhỏ nhưng năng động, nên chia khẩu phần thành nhiều bữa nhỏ trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Lhasa Apso có thể gặp một số vấn đề về mắt, hô hấp, khớp hoặc da. Khám thú y định kỳ và chăm sóc lông, dinh dưỡng đúng cách sẽ giúp chúng sống lâu, khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4500 USD"
    },
    "priceMin": 15,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/lhasa/avatar.jpg"
  },
  {
    "id": "flat-coated_retriever",
    "name": "flat-coated retriever",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Flat-Coated Retriever là giống chó săn mồi xuất xứ từ Anh, nổi bật với ngoại hình cân đối, thân hình mạnh mẽ và bộ lông dài, mượt, óng sáng, thường có màu đen hoặc nâu. Chúng thông minh, năng động, vui vẻ, trung thành và rất thân thiện với con người, đặc biệt phù hợp với gia đình có trẻ em. Đây là giống chó ham học hỏi, thích tham gia các hoạt động ngoài trời và có bản năng săn mồi cao.\n\nGiống chó này cần vận động đều đặn mỗi ngày thông qua các buổi đi dạo, chạy nhảy, bơi lội hoặc tham gia các trò chơi tìm kiếm, ném bóng. Việc vận động thường xuyên giúp duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng học hỏi tự nhiên của Flat-Coated Retriever.\n\nBộ lông dài, mượt của Flat-Coated Retriever cần được chải ít nhất 2 – 3 lần/tuần để loại bỏ lông rụng, giữ lông bóng mượt và tránh rối. Định kỳ tắm, cắt tỉa lông quanh tai, chân và mắt sẽ giúp chó gọn gàng, sạch sẽ. Vệ sinh tai, răng và cắt móng thường xuyên cũng rất quan trọng để duy trì sức khỏe tổng thể.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì năng động và vận động nhiều, khẩu phần ăn nên cân đối, chia đều trong ngày, hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Flat-Coated Retriever có thể gặp một số vấn đề về xương khớp, tim mạch và ung thư. Khám thú y định kỳ, duy trì vận động hợp lý và chế độ dinh dưỡng cân đối sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/flat-coated_retriever/avatar.jpg"
  },
  {
    "id": "curly-coated_retriever",
    "name": "curly-coated retriever",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Curly-Coated Retriever là giống chó săn mồi xuất xứ từ Anh, nổi bật với bộ lông xoăn đặc trưng, dày và cứng, giúp bảo vệ cơ thể khi làm việc trong nước hoặc thời tiết khắc nghiệt. Chúng thông minh, năng động, độc lập nhưng rất trung thành và gắn bó với gia đình. Đây là giống chó ham vận động, yêu thích bơi lội, săn mồi và các hoạt động ngoài trời.\n\nGiống chó này cần vận động đều đặn hằng ngày bằng các buổi đi dạo, chạy nhảy, bơi lội hoặc tham gia các trò chơi tương tác. Việc vận động thường xuyên giúp Curly-Coated Retriever duy trì sức khỏe thể chất và tinh thần vui vẻ, đồng thời hạn chế hành vi phá phách. Huấn luyện nên kiên nhẫn, sử dụng phương pháp tích cực và nhất quán để phát huy trí thông minh và bản năng học hỏi tự nhiên của chúng.\n\nBộ lông xoăn đặc trưng cần được chải đều 1 – 2 lần/tuần để loại bỏ lông rụng, giữ lông sạch sẽ và bóng khỏe. Tắm định kỳ, vệ sinh tai, cắt móng và chăm sóc răng miệng đều đặn giúp duy trì sức khỏe tổng thể. Vì lông dày và xoăn, không nên chải quá mạnh hoặc quá thường xuyên, tránh làm tổn thương lớp lông bảo vệ tự nhiên.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì Curly-Coated Retriever vận động nhiều, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn nhiều dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, giống chó này có thể gặp một số vấn đề về xương khớp, tim mạch và da. Khám thú y định kỳ, vận động hợp lý và chăm sóc lông đúng cách sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/curly-coated_retriever/avatar.jpg"
  },
  {
    "id": "golden_retriever",
    "name": "golden retriever",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Golden Retriever là giống chó săn mồi xuất xứ từ Scotland, nổi bật với bộ lông dài, dày, mềm mượt và màu vàng kim đặc trưng. Chúng thông minh, thân thiện, trung thành và cực kỳ hòa đồng, phù hợp với gia đình có trẻ em. Golden Retriever ham học hỏi, thích vận động và tham gia các hoạt động ngoài trời, đồng thời có bản năng săn mồi cao và khả năng làm chó dẫn đường, hỗ trợ cứu hộ.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo, chạy nhảy, bơi lội hoặc tham gia các trò chơi tương tác. Việc vận động thường xuyên giúp Golden Retriever duy trì sức khỏe thể chất, tinh thần minh mẫn và tránh các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán, sử dụng phương pháp tích cực để phát huy trí thông minh và tính cách thân thiện của chúng.\n\nBộ lông dài, mượt của Golden Retriever cần chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để duy trì sức khỏe tổng thể. Ngoài ra, kiểm tra và chăm sóc lông quanh mắt, tai và bàn chân sẽ giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Golden Retriever có thể gặp một số vấn đề về xương khớp, tim mạch, mắt và ung thư. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, vui vẻ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/golden_retriever/avatar.jpg"
  },
  {
    "id": "labrador_retriever",
    "name": "Labrador retriever",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Labrador Retriever là giống chó săn mồi xuất xứ từ Canada, nổi bật với thân hình cân đối, khỏe mạnh và bộ lông ngắn, dày, dễ chăm sóc, thường có màu vàng, đen hoặc socola. Chúng thông minh, thân thiện, trung thành và rất hòa đồng, đặc biệt phù hợp với gia đình có trẻ em. Labrador ham học hỏi, thích vận động và tham gia các trò chơi ngoài trời, đồng thời có bản năng săn mồi và khả năng làm chó dẫn đường hoặc cứu hộ.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo, chạy nhảy, bơi lội hoặc tham gia các trò chơi tìm kiếm và ném bóng. Việc vận động thường xuyên giúp Labrador duy trì sức khỏe thể chất, tinh thần minh mẫn và tránh các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và tính cách hòa đồng của chúng.\n\nBộ lông ngắn, dày của Labrador dễ chăm sóc, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn cũng rất quan trọng để duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì năng động và vận động nhiều, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Labrador Retriever có thể gặp một số vấn đề về xương khớp, béo phì, tim mạch hoặc mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/labrador_retriever/avatar.jpg"
  },
  {
    "id": "chesapeake_bay_retriever",
    "name": "Chesapeake Bay retriever",
    "type": "Dog",
    "lifespan": "10 năm – 13 năm",
    "care_instruction": "Chesapeake Bay Retriever là giống chó săn mồi xuất xứ từ Mỹ, nổi bật với bộ lông dày, ngắn, thô và chống nước, thường có màu nâu sẫm, socola hoặc lông vàng. Chúng thông minh, trung thành, kiên định và rất gắn bó với gia đình. Đây là giống chó năng động, ham học hỏi, có bản năng săn mồi mạnh mẽ và khả năng bơi lội tuyệt vời, rất thích hợp cho các hoạt động ngoài trời và thể thao chó săn.\n\nGiống chó này cần vận động đều đặn hằng ngày bằng các buổi đi dạo, chạy nhảy, bơi lội hoặc tham gia các trò chơi tương tác ngoài trời. Việc vận động thường xuyên giúp Chesapeake Bay Retriever duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán, sử dụng phương pháp tích cực và rõ ràng để phát huy trí thông minh và tính cách năng động của chúng.\n\nBộ lông dày, ngắn và chống nước của Chesapeake Bay Retriever khá dễ chăm sóc, chỉ cần chải lông 1 – 2 lần/tuần để loại bỏ lông rụng và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn cũng rất cần thiết để duy trì sức khỏe tổng thể. Ngoài ra, kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động và vận động nhiều, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Chesapeake Bay Retriever có thể gặp một số vấn đề về xương khớp, tim mạch và da. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5500 USD"
    },
    "priceMin": 25,
    "priceMax": 5500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/chesapeake_bay_retriever/avatar.jpg"
  },
  {
    "id": "german_short-haired_pointer",
    "name": "German short-haired pointer",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "German Shorthaired Pointer là giống chó săn xuất xứ từ Đức, nổi bật với thân hình cân đối, cơ bắp săn chắc và bộ lông ngắn, mượt, thường có màu nâu, trắng hoặc pha nâu-trắng. Chúng thông minh, nhanh nhẹn, dũng cảm và rất trung thành với gia đình. Đây là giống chó săn năng động, thích tham gia các hoạt động ngoài trời, bơi lội và thể thao chó săn.\n\nGiống chó này cần vận động hàng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc các trò chơi tương tác. Việc vận động thường xuyên giúp GSP duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên nhất quán, kiên nhẫn và sử dụng phương pháp tích cực để phát huy trí thông minh và khả năng học hỏi nhanh nhạy của chúng.\n\nBộ lông ngắn, mượt của GSP dễ chăm sóc, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn cũng quan trọng để duy trì sức khỏe tổng thể. Kiểm tra mắt, tai và bàn chân giúp chó luôn thoải mái và gọn gàng.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, German Shorthaired Pointer có thể gặp các vấn đề về xương khớp, tim mạch và một số bệnh di truyền về mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/german_short-haired_pointer/avatar.jpg"
  },
  {
    "id": "vizsla",
    "name": "vizsla",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Vizsla là giống chó săn xuất xứ từ Hungary, nổi bật với thân hình săn chắc, cơ bắp linh hoạt và bộ lông ngắn, mượt, thường có màu vàng đỏ đặc trưng. Chúng thông minh, năng động, trung thành và rất gắn bó với gia đình. Vizsla là giống chó săn bản năng cao, ham học hỏi và rất thích các hoạt động ngoài trời, đặc biệt là chạy nhảy và bơi lội.\n\nGiống chó này cần vận động đều đặn mỗi ngày thông qua các buổi đi dạo dài, chạy nhảy, bơi lội hoặc các trò chơi tương tác. Việc vận động thường xuyên giúp Vizsla duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và khả năng học hỏi nhanh nhạy của chúng.\n\nBộ lông ngắn, mượt của Vizsla rất dễ chăm sóc, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra mắt, tai và bàn chân giúp chó luôn thoải mái và gọn gàng.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Vizsla có thể gặp một số vấn đề về xương khớp, tim mạch và bệnh di truyền về mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/vizsla/avatar.jpg"
  },
  {
    "id": "english_setter",
    "name": "English setter",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "English Setter là giống chó săn xuất xứ từ Anh, nổi bật với thân hình cân đối, uyển chuyển và bộ lông dài, mượt, thường có màu trắng pha các đốm đen, cam hoặc nâu đỏ. Chúng thông minh, hiền lành, trung thành và rất hòa đồng, đặc biệt phù hợp với gia đình có trẻ em. English Setter ham học hỏi, thích vận động và các trò chơi ngoài trời, đồng thời có bản năng săn mồi cao.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc tham gia các trò chơi tương tác. Việc vận động thường xuyên giúp English Setter duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng săn mồi của chúng.\n\nBộ lông dài, mượt của English Setter cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Ngoài ra, kiểm tra vùng quanh mắt, tai và bàn chân sẽ giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, English Setter có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/english_setter/avatar.jpg"
  },
  {
    "id": "irish_setter",
    "name": "Irish setter",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Irish Setter là giống chó săn xuất xứ từ Ireland, nổi bật với bộ lông dài, mượt, đỏ rực đặc trưng và thân hình uyển chuyển, cân đối. Chúng thông minh, hiền lành, thân thiện, giàu năng lượng và trung thành với gia đình. Đây là giống chó năng động, thích vận động ngoài trời, chạy nhảy và tham gia các trò chơi tương tác, đồng thời có bản năng săn mồi cao.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc tham gia các trò chơi vận động ngoài trời. Việc vận động thường xuyên giúp Irish Setter duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và tính cách hòa đồng của chúng.\n\nBộ lông dài, mượt của Irish Setter cần chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân sẽ giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Irish Setter có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5500 USD"
    },
    "priceMin": 25,
    "priceMax": 5500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/irish_setter/avatar.jpg"
  },
  {
    "id": "gordon_setter",
    "name": "Gordon setter",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Gordon Setter là giống chó săn xuất xứ từ Scotland, nổi bật với bộ lông dài, mượt và màu đen pha nâu đỏ đặc trưng. Chúng thông minh, trung thành, hiền lành và rất gắn bó với gia đình. Đây là giống chó năng động, có bản năng săn mồi cao, thích các hoạt động ngoài trời như chạy nhảy, đi dạo và tham gia các trò chơi vận động.\n\nGiống chó này cần vận động đều đặn hằng ngày thông qua các buổi đi dạo dài, chạy nhảy, bơi lội hoặc trò chơi tương tác. Việc vận động thường xuyên giúp Gordon Setter duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và khả năng học hỏi nhanh nhạy của chúng.\n\nBộ lông dài, mượt của Gordon Setter cần chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn cũng rất cần thiết để duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Gordon Setter có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5500 USD"
    },
    "priceMin": 25,
    "priceMax": 5500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/gordon_setter/avatar.jpg"
  },
  {
    "id": "brittany_spaniel",
    "name": "Brittany spaniel",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Brittany Spaniel là giống chó săn xuất xứ từ Pháp, nổi bật với thân hình săn chắc, cơ bắp linh hoạt và bộ lông ngắn đến trung bình, mượt, thường có màu trắng phối cam, nâu hoặc đốm. Chúng thông minh, thân thiện, năng động và rất trung thành với gia đình. Đây là giống chó ham học hỏi, thích tham gia các hoạt động ngoài trời như chạy nhảy, bơi lội và săn mồi.\n\nGiống chó này cần vận động hàng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc trò chơi tương tác ngoài trời. Việc vận động thường xuyên giúp Brittany Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng săn mồi của chúng.\n\nBộ lông ngắn đến trung bình, mượt của Brittany Spaniel khá dễ chăm sóc, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân sẽ giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Brittany Spaniel có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/brittany_spaniel/avatar.jpg"
  },
  {
    "id": "clumber",
    "name": "clumber",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Clumber Spaniel là giống chó săn xuất xứ từ Anh, nổi bật với thân hình to lớn, vạm vỡ, lông trắng pha vệt vàng nhạt hoặc cam nhạt và khuôn mặt tròn dễ thương. Chúng hiền lành, trung thành, điềm đạm và rất gắn bó với gia đình. Đây là giống chó săn chậm rãi nhưng bền bỉ, thích các hoạt động ngoài trời, đặc biệt là đi dạo dài và săn mồi ở các vùng đất thấp.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy nhẹ nhàng hoặc trò chơi ngoài trời. Mặc dù Clumber Spaniel không quá nhanh nhẹn, việc vận động đều đặn giúp duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế tình trạng thừa cân. Huấn luyện nên nhẹ nhàng, kiên nhẫn và sử dụng phương pháp tích cực để khích lệ sự hợp tác và trí thông minh của chúng.\n\nBộ lông dày, mượt của Clumber Spaniel cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Ngoài ra, cần chú ý vùng quanh mắt và tai để ngăn ngừa nhiễm trùng.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì giống chó này dễ thừa cân, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Clumber Spaniel có thể gặp các vấn đề về xương khớp, tim mạch, béo phì và bệnh mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, điềm đạm và hạnh phúc bên gia đình.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5500 USD"
    },
    "priceMin": 25,
    "priceMax": 5500,
    "size": "Lớn",
    "scores": {
      "energy": 5,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/clumber/avatar.jpg"
  },
  {
    "id": "english_springer",
    "name": "English springer",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "English Springer Spaniel là giống chó săn xuất xứ từ Anh, nổi bật với thân hình cân đối, cơ bắp săn chắc và bộ lông dài, mượt, thường có màu trắng phối đen hoặc nâu, đôi khi có các đốm màu. Chúng thông minh, hiền lành, trung thành và rất gắn bó với gia đình, đặc biệt phù hợp với các gia đình năng động hoặc có trẻ em. Springer Spaniel ham học hỏi, năng động và thích các hoạt động ngoài trời như chạy nhảy, bơi lội và săn mồi.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc các trò chơi tương tác ngoài trời. Việc vận động thường xuyên giúp English Springer Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng săn mồi của chúng.\n\nBộ lông dài, mượt của Springer Spaniel cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, English Springer Spaniel có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/english_springer/avatar.jpg"
  },
  {
    "id": "welsh_springer_spaniel",
    "name": "Welsh springer spaniel",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Welsh Springer Spaniel là giống chó săn xuất xứ từ xứ Wales, nổi bật với bộ lông dài, mượt và màu đỏ – trắng đặc trưng, thân hình cân đối và cơ bắp săn chắc. Chúng thông minh, thân thiện, trung thành và rất gắn bó với gia đình. Đây là giống chó năng động, ham học hỏi và thích vận động ngoài trời, đặc biệt là chạy nhảy, bơi lội và tham gia các trò chơi săn mồi.\n\nGiống chó này cần vận động hàng ngày thông qua các buổi đi dạo dài, chạy nhảy, bơi lội hoặc các trò chơi tương tác ngoài trời. Việc vận động đều đặn giúp Welsh Springer Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên kiên nhẫn, nhất quán và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng săn mồi của chúng.\n\nBộ lông dài, mượt của Welsh Springer Spaniel cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Welsh Springer Spaniel có thể gặp một số vấn đề về xương khớp, tim mạch và mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/welsh_springer_spaniel/avatar.jpg"
  },
  {
    "id": "cocker_spaniel",
    "name": "cocker spaniel",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Cocker Spaniel là giống chó săn xuất xứ từ Anh (English Cocker) và Mỹ (American Cocker), nổi bật với bộ lông dài, mượt và óng ả, thường có màu đen, nâu, đỏ, vàng hoặc phối màu. Chúng thông minh, hiền lành, thân thiện, giàu tình cảm và rất gắn bó với gia đình. Đây là giống chó ham học hỏi, năng động nhưng cũng thích gần gũi và được vuốt ve.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo, chạy nhảy, trò chơi ngoài trời hoặc trong sân nhà. Việc vận động đều đặn giúp Cocker Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên sử dụng phương pháp tích cực, kiên nhẫn để phát huy trí thông minh và bản tính hiền lành của chúng.\n\nBộ lông dài, mượt của Cocker Spaniel cần chải ít nhất 2 – 3 lần/tuần để tránh rối và lông rụng, đồng thời tắm định kỳ để giữ lông sạch sẽ. Vệ sinh tai, răng miệng và cắt móng đều đặn cũng rất cần thiết vì giống chó này dễ mắc các vấn đề về tai do lông che phủ.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Khẩu phần ăn nên cân đối và chia đều trong ngày, hạn chế thức ăn nhiều dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Cocker Spaniel có thể gặp các vấn đề về tai, mắt, tim mạch và béo phì. Khám thú y định kỳ, chăm sóc lông, tai và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, vui vẻ và hạnh phúc bên gia đình.",
    "price": {
      "paper": "35 – 65 triệu VNĐ",
      "no_paper": "15 – 30 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 15,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/cocker_spaniel/avatar.jpg"
  },
  {
    "id": "sussex_spaniel",
    "name": "Sussex spaniel",
    "type": "Dog",
    "lifespan": "11 năm – 13 năm",
    "care_instruction": "Sussex Spaniel là giống chó săn xuất xứ từ Anh, nổi bật với thân hình chắc nịch, thấp nhưng cơ bắp, bộ lông dài, mượt và thường có màu vàng nâu hoặc đỏ. Chúng hiền lành, trung thành, dễ gần và rất gắn bó với gia đình. Đây là giống chó săn chậm rãi nhưng bền bỉ, thích các hoạt động ngoài trời như đi dạo dài, chạy nhẹ nhàng và săn mồi ở địa hình thấp.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy nhẹ nhàng hoặc trò chơi tương tác ngoài trời. Việc vận động đều đặn giúp Sussex Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên nhẹ nhàng, kiên nhẫn và sử dụng phương pháp tích cực để khích lệ sự hợp tác và trí thông minh của chúng.\n\nBộ lông dài, mượt của Sussex Spaniel cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn giúp duy trì sức khỏe tổng thể. Kiểm tra vùng quanh mắt, tai và bàn chân giúp chó luôn gọn gàng và thoải mái.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Sussex Spaniel có thể gặp một số vấn đề về xương khớp, tim mạch, béo phì và bệnh mắt. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, điềm đạm và hạnh phúc bên gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 5,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/sussex_spaniel/avatar.jpg"
  },
  {
    "id": "irish_water_spaniel",
    "name": "Irish water spaniel",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Irish Water Spaniel là giống chó săn nước xuất xứ từ Ireland, nổi bật với bộ lông xoăn đặc trưng, dày và không thấm nước, thân hình cao lớn, cơ bắp săn chắc và đuôi dài hình cây đũa. Chúng thông minh, năng động, trung thành và đặc biệt thích hợp cho các hoạt động ngoài trời liên quan đến nước như bơi lội hoặc săn chim nước. Đây là giống chó ham học hỏi, nhanh nhẹn và thích vận động liên tục.\n\nGiống chó này cần vận động hằng ngày bằng các buổi đi dạo dài, chạy nhảy, bơi lội hoặc các trò chơi tương tác ngoài trời. Việc vận động đều đặn giúp Irish Water Spaniel duy trì sức khỏe thể chất, tinh thần minh mẫn và hạn chế các hành vi phá phách. Huấn luyện nên nhất quán, nhẹ nhàng và sử dụng phương pháp tích cực để phát huy trí thông minh và bản năng săn mồi của chúng.\n\nBộ lông xoăn đặc trưng của Irish Water Spaniel cần được chải 2 – 3 lần/tuần để loại bỏ lông rụng, tránh rối và giữ lông sạch sẽ. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn là điều cần thiết, đặc biệt lưu ý vùng quanh tai để tránh nhiễm trùng do lông dày và ẩm ướt.\n\nChế độ dinh dưỡng nên giàu protein chất lượng cao từ thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Vì là giống chó năng động và cơ bắp, khẩu phần ăn nên cân đối, chia đều trong ngày và hạn chế thức ăn nhiều dầu mỡ hoặc đồ ăn thừa từ con người.\n\nVề sức khỏe, Irish Water Spaniel có thể gặp một số vấn đề về mắt, xương khớp và da do bộ lông đặc trưng. Khám thú y định kỳ, chăm sóc lông và vận động hợp lý sẽ giúp chúng sống khỏe mạnh, năng động và hạnh phúc bên gia đình.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "3000 – 6000 USD"
    },
    "priceMin": 25,
    "priceMax": 6000,
    "size": "Lớn",
    "scores": {
      "energy": 5,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/irish_water_spaniel/avatar.jpg"
  },
  {
    "id": "kuvasz",
    "name": "kuvasz",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Cách chăm sóc:\nKuvasz là giống chó chăn gia súc cổ xưa đến từ Hungary, nổi bật với thân hình to lớn, khỏe mạnh, bộ lông dày trắng muốt, và bản tính dũng cảm, trung thành. Chúng từng được sử dụng để bảo vệ gia súc khỏi thú săn mồi lớn, nên có tính cảnh giác, can đảm và khả năng bảo vệ bẩm sinh. Kuvasz gắn bó, yêu thương gia đình nhưng thường dè chừng người lạ, thích hợp làm chó bảo vệ và bạn đồng hành trung thành.\n\nVận động:\nKuvasz là giống chó làm việc nên cần được vận động hằng ngày với các buổi đi bộ dài, chạy nhảy trong sân vườn rộng, hoặc tham gia các trò chơi vận động. Việc tập luyện thường xuyên giúp chúng tránh béo phì, duy trì sức khỏe xương khớp và tinh thần ổn định. Nếu bị nhốt hoặc ít vận động, Kuvasz dễ trở nên buồn chán, dẫn đến các hành vi phá phách.\n\nHuấn luyện:\nGiống chó này thông minh nhưng có tính độc lập cao, nên huấn luyện cần kiên nhẫn, nhất quán và sử dụng phương pháp tích cực. Chủ nuôi cần thể hiện vai trò “thủ lĩnh” vững vàng, nếu không Kuvasz có thể trở nên bướng bỉnh và khó kiểm soát. Xã hội hóa sớm (tiếp xúc với người, động vật, môi trường khác nhau) là rất quan trọng để chúng cân bằng tính cách.\n\nChăm sóc lông:\nBộ lông trắng, dày và hơi xoăn gợn sóng của Kuvasz cần được chải 2 – 3 lần/tuần để loại bỏ bụi bẩn và lông rụng, tránh rối. Dù lông dày nhưng ít mùi, chỉ cần tắm khi thực sự bẩn. Cần chú ý vệ sinh tai, mắt, răng và cắt móng thường xuyên để phòng bệnh.\n\nChế độ dinh dưỡng:\nVì Kuvasz là giống chó lớn và hoạt động nhiều, khẩu phần ăn nên giàu protein chất lượng cao (thịt nạc, cá, trứng) kết hợp cùng rau củ quả, tinh bột nguyên hạt. Khẩu phần nên được chia đều, tránh cho ăn quá nhiều trong một lần để giảm nguy cơ xoắn dạ dày – bệnh thường gặp ở chó ngực sâu. Hạn chế thức ăn nhiều mỡ, đồ ăn thừa hoặc xương sắc nhọn.\n\nSức khỏe:\nKuvasz thường có sức khỏe tốt, nhưng có thể gặp một số bệnh di truyền ở chó lớn như: loạn sản hông, loạn sản khuỷu tay, bệnh xoắn dạ dày, bệnh về mắt (đục thủy tinh thể, teo võng mạc tiến triển). Khám thú y định kỳ, chế độ ăn uống hợp lý và vận động đều đặn sẽ giúp chúng duy trì tuổi thọ và chất lượng cuộc sống cao",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/kuvasz/avatar.jpg"
  },
  {
    "id": "schipperke",
    "name": "schipperke",
    "type": "Dog",
    "lifespan": "13 năm – 16 năm",
    "care_instruction": "Schipperke là giống chó nhỏ đến từ Bỉ, nổi bật với bộ lông đen dày, dáng vóc chắc chắn, khuôn mặt tinh anh và được mệnh danh là “tiểu sói” do ngoại hình giống chó sói thu nhỏ. Ban đầu, chúng được nuôi trên thuyền để bắt chuột và cảnh giới, sau này trở thành bạn đồng hành trung thành, lanh lợi và tràn đầy năng lượng.\n\nTính cách:\nSchipperke thông minh, tò mò, gan dạ và có phần bướng bỉnh. Chúng cực kỳ trung thành với gia đình nhưng thường cảnh giác với người lạ, là giống chó giữ nhà tốt. Do có bản tính săn mồi nhỏ, chúng có thể đuổi theo mèo, chim hoặc gặm nhấm, nên cần giám sát khi ra ngoài.\n\nVận động:\nDù nhỏ bé nhưng Schipperke có năng lượng cao và cần được vận động hằng ngày: đi bộ, chạy nhảy, chơi đùa hoặc tham gia các trò chơi trí tuệ. Nếu bị bỏ mặc quá lâu, chúng dễ sinh buồn chán và phá phách. Nhà có sân vườn an toàn sẽ rất phù hợp với giống chó này.\n\nHuấn luyện:\nSchipperke nhanh nhẹn, học nhanh nhưng đôi khi cứng đầu, nên cần huấn luyện kiên nhẫn, nhất quán và dùng phương pháp tích cực (thưởng – khích lệ). Chúng thích được thử thách bằng các trò chơi thông minh, agility hoặc obedience. Xã hội hóa sớm cũng quan trọng để tránh quá cảnh giác hoặc sủa nhiều.\n\nChăm sóc lông:\nBộ lông đen tuyền, dày và hơi dài ở cổ – ngực cần được chải 1 – 2 lần/tuần để loại bỏ lông rụng và giữ bóng mượt. Chúng rụng lông theo mùa, lúc đó cần chải thường xuyên hơn. Việc tắm không cần quá nhiều, chỉ khi lông bẩn. Cần vệ sinh tai, răng, cắt móng định kỳ để phòng bệnh.\n\nChế độ dinh dưỡng:\nNên cho ăn khẩu phần giàu protein nạc (thịt gà, cá, bò), kết hợp rau củ quả và tinh bột nguyên hạt. Do kích thước nhỏ nhưng năng lượng cao, Schipperke cần khẩu phần cân đối, tránh cho ăn quá nhiều vì dễ bị béo phì. Hạn chế đồ ăn thừa, đồ ngọt hoặc thức ăn nhiều dầu mỡ.\n\nSức khỏe:\nSchipperke nhìn chung khỏe mạnh, tuổi thọ cao, nhưng có thể gặp một số vấn đề như: bệnh về mắt (đục thủy tinh thể, teo võng mạc tiến triển), loạn sản xương bánh chè (patella luxation), bệnh tuyến giáp, béo phì. Khám thú y định kỳ, duy trì cân nặng hợp lý và chế độ vận động đầy đủ sẽ giúp chúng sống lâu và khỏe mạnh.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 15,
    "priceMax": 4000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/schipperke/avatar.jpg"
  },
  {
    "id": "groenendael",
    "name": "groenendael",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Groenendael là một trong bốn dòng chó Béc-giê Bỉ (Belgian Shepherd), có nguồn gốc từ Bỉ, nổi bật với bộ lông đen dài óng mượt, thân hình cân đối, dẻo dai và ánh mắt thông minh. Đây là giống chó cực kỳ trung thành, thông minh, dũng cảm, thường được sử dụng trong công tác an ninh, cảnh sát, quân đội cũng như làm chó bảo vệ và đồng hành.\n\nTính cách:\nGroenendael rất gắn bó với gia đình, lanh lợi, cảnh giác và có khả năng bảo vệ tốt. Chúng thông minh, ham học hỏi và dễ huấn luyện, nhưng đôi khi hơi nhạy cảm và cần được xã hội hóa sớm để cân bằng tính cách.\n\nVận động:\nGiống chó này có năng lượng rất cao, cần vận động hàng ngày bằng các buổi đi bộ dài, chạy bộ, chơi bắt bóng hoặc tham gia các môn thể thao chó như agility, obedience, herding. Nếu không được vận động đủ, Groenendael dễ trở nên bồn chồn, stress và có hành vi phá phách.\n\nHuấn luyện:\nGroenendael tiếp thu nhanh, thông minh và làm việc rất tốt khi có sự hướng dẫn rõ ràng. Huấn luyện nên kiên nhẫn, tích cực và có tính kỷ luật cao. Chúng thích hợp làm chó nghiệp vụ, chó bảo vệ, hoặc chó gia đình cho những người năng động và có kinh nghiệm nuôi chó lớn.\n\nChăm sóc lông:\nBộ lông dài, dày và đen tuyền của Groenendael cần chải 2 – 3 lần/tuần để loại bỏ lông rụng và giữ vẻ bóng mượt. Khi vào mùa rụng lông, nên chải thường xuyên hơn. Tắm định kỳ, vệ sinh tai – mắt – răng và cắt móng đều đặn cũng rất quan trọng.\n\nChế độ dinh dưỡng:\nDo Groenendael là giống chó lớn và năng động, khẩu phần ăn cần giàu protein chất lượng cao (thịt nạc, cá, trứng), kết hợp tinh bột nguyên hạt, rau củ và chất béo tốt. Nên chia khẩu phần hợp lý, tránh cho ăn quá nhiều một lần để giảm nguy cơ xoắn dạ dày.\n\nSức khỏe:\nGroenendael nhìn chung khỏe mạnh, nhưng có thể mắc một số bệnh di truyền thường gặp ở chó lớn như: loạn sản hông, loạn sản khuỷu, động kinh, teo võng mạc tiến triển (PRA), đục thủy tinh thể. Khám thú y định kỳ, chế độ ăn uống – vận động cân đối sẽ giúp chúng duy trì sức khỏe lâu dài.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/groenendael/avatar.jpg"
  },
  {
    "id": "malinois",
    "name": "malinois",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Malinois là một trong bốn dòng chó Béc-giê Bỉ (Belgian Shepherd), có nguồn gốc từ vùng Malines (Bỉ). Chúng nổi bật với vóc dáng cân đối, cơ bắp săn chắc, bộ lông ngắn màu vàng nâu (fawn) kèm mặt nạ đen. Đây là giống chó cực kỳ thông minh, nhanh nhẹn, trung thành và dũng cảm, thường được dùng trong cảnh sát, quân đội, tìm kiếm – cứu hộ và thể thao chó nghiệp vụ.\n\nTính cách:\nMalinois gắn bó, trung thành, cảnh giác và rất bảo vệ gia đình. Chúng có năng lượng dồi dào, luôn tỉnh táo và thích được làm việc. Vì bản năng bảo vệ mạnh, chúng cần được xã hội hóa sớm để tránh quá cảnh giác hoặc hung hăng với người lạ.\n\nVận động:\nĐây là một trong những giống chó năng lượng cao nhất, cần ít nhất 1 – 2 giờ vận động nặng mỗi ngày: chạy bộ, bắt bóng, tập agility, obedience hoặc IPO/Schutzhund. Nếu không được vận động đủ, Malinois dễ trở nên stress, bồn chồn và phá phách.\n\nHuấn luyện:\nMalinois rất thông minh, tiếp thu cực nhanh nhưng cũng đòi hỏi người huấn luyện phải kiên nhẫn, kỷ luật và có kinh nghiệm. Chúng phát triển tốt nhất khi được huấn luyện chuyên sâu, có công việc rõ ràng để làm. Với gia đình năng động, Malinois là bạn đồng hành tuyệt vời, nhưng không phù hợp với người mới nuôi chó hoặc ít thời gian.\n\nChăm sóc lông:\nBộ lông ngắn, dày và dễ chăm, chỉ cần chải 1 lần/tuần để loại bỏ lông rụng. Vào mùa thay lông, nên chải thường xuyên hơn. Tắm định kỳ, vệ sinh tai, răng và cắt móng đều đặn. Vì lông ngắn nên Malinois ít bám mùi và dễ giữ sạch.\n\nChế độ dinh dưỡng:\nKhẩu phần ăn cần giàu protein chất lượng cao (thịt gà, bò, cá, trứng) để duy trì cơ bắp săn chắc, kết hợp tinh bột nguyên hạt và rau củ quả. Chia bữa hợp lý, tránh cho ăn quá nhiều một lần để giảm nguy cơ xoắn dạ dày – vấn đề thường gặp ở chó ngực sâu.\n\nSức khỏe:\nMalinois thường khỏe mạnh, nhưng có thể gặp một số bệnh di truyền như: loạn sản hông, loạn sản khuỷu, teo võng mạc tiến triển (PRA), động kinh, bệnh về tuyến giáp. Khám thú y định kỳ, vận động hợp lý và chế độ ăn cân bằng giúp chúng duy trì thể trạng tốt và tuổi thọ cao.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2000 – 5000 USD"
    },
    "priceMin": 18,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/malinois/avatar.jpg"
  },
  {
    "id": "briard",
    "name": "briard",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Briard là giống chó chăn cừu cổ xưa của Pháp, nổi bật với bộ lông dài, dày và gợn sóng, che gần hết khuôn mặt, đôi tai rũ đặc trưng và dáng vóc to khỏe. Chúng được mệnh danh là “trái tim được bao phủ bởi lông” vì tính cách vừa dũng cảm trong công việc, vừa dịu dàng, tình cảm với gia đình.\n\nTính cách:\nBriard trung thành, thông minh, tình cảm và rất gắn bó với chủ. Chúng cảnh giác với người lạ, có bản năng bảo vệ và chăn dắt mạnh mẽ, thích hợp làm chó giữ nhà, bảo vệ hoặc đồng hành cho gia đình có không gian rộng. Với trẻ em, Briard thường hiền lành và bảo vệ, nhưng cần được xã hội hóa từ sớm.\n\nVận động:\nLà giống chó làm việc, Briard cần được vận động hằng ngày: đi bộ dài, chạy nhảy, chơi bắt bóng hoặc tham gia các hoạt động ngoài trời. Nếu không vận động đủ, chúng có thể trở nên bồn chồn và phá phách. Gia đình năng động, có sân vườn rộng sẽ phù hợp hơn là căn hộ nhỏ.\n\nHuấn luyện:\nBriard thông minh, học nhanh nhưng có thể bướng bỉnh. Huấn luyện nên kiên nhẫn, nhất quán và dùng phương pháp tích cực. Xã hội hóa sớm giúp chúng cân bằng tính cách, tránh quá cảnh giác hoặc bảo vệ thái quá. Chúng thích hợp với người có kinh nghiệm nuôi chó lớn.\n\nChăm sóc lông:\nBộ lông dài và dày của Briard cần chải ít nhất 2 – 3 lần/tuần để tránh rối và loại bỏ bụi bẩn. Khi vào mùa rụng lông, cần chăm sóc kỹ hơn. Việc tắm định kỳ, vệ sinh tai (dễ ẩm do tai rũ), răng và cắt móng đều đặn là cần thiết.\n\nChế độ dinh dưỡng:\nKhẩu phần ăn cần giàu protein chất lượng cao (thịt nạc, cá, trứng) để duy trì cơ bắp, kết hợp rau củ và tinh bột nguyên hạt. Do Briard là giống chó to lớn, nên chia bữa hợp lý, tránh ăn quá nhiều một lần để giảm nguy cơ xoắn dạ dày.\n\nSức khỏe:\nBriard có thể gặp một số bệnh di truyền như: loạn sản hông, bệnh mắt (đục thủy tinh thể, teo võng mạc tiến triển), bệnh tuyến giáp, bệnh xoắn dạ dày. Khám thú y định kỳ, duy trì vận động và chế độ dinh dưỡng khoa học sẽ giúp chúng sống khỏe mạnh.",
    "price": {
      "paper": "40 – 65 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 4500 USD"
    },
    "priceMin": 18,
    "priceMax": 4500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/briard/avatar.jpg"
  },
  {
    "id": "kelpie",
    "name": "kelpie",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Australian Kelpie là giống chó chăn gia súc nổi tiếng của Úc, được biết đến với sự bền bỉ, nhanh nhẹn, thông minh và khả năng làm việc không mệt mỏi. Chúng thường được sử dụng để chăn dắt cừu và gia súc trên những cánh đồng rộng lớn, nổi bật với thân hình gọn gàng, cơ bắp săn chắc, đôi tai dựng và ánh mắt tinh anh.\n\nTính cách:\nKelpie cực kỳ thông minh, ham việc, trung thành và giàu năng lượng. Chúng có bản năng chăn dắt mạnh, thích làm việc và luôn tìm kiếm sự tương tác. Kelpie gắn bó với gia đình, thân thiện nhưng có thể dè chừng người lạ. Đây là giống chó lý tưởng cho những ai năng động hoặc có nhu cầu sử dụng chó làm việc.\n\nVận động:\nĐây là một trong những giống chó có năng lượng cao, cần ít nhất 1 – 2 giờ vận động mạnh mỗi ngày: chạy bộ, bắt bóng, agility, obedience hoặc các hoạt động ngoài trời khác. Nếu không vận động đủ, Kelpie dễ bị stress, chán chường và phá phách.\n\nHuấn luyện:\nKelpie học rất nhanh, nhạy bén và thích làm việc, nhưng cũng đòi hỏi chủ nuôi kiên nhẫn, nhất quán. Huấn luyện nên sử dụng phương pháp tích cực, kết hợp cả bài tập trí tuệ và thể chất để phát huy tối đa khả năng. Xã hội hóa từ sớm giúp Kelpie cân bằng tính cách và dễ thích nghi với môi trường đô thị hơn.\n\nChăm sóc lông:\nBộ lông ngắn, dày và chống chịu thời tiết tốt, rất dễ chăm sóc. Chỉ cần chải 1 lần/tuần để loại bỏ lông rụng và bụi bẩn. Vào mùa rụng lông, nên chải thường xuyên hơn. Việc tắm định kỳ, vệ sinh tai, răng và cắt móng đều quan trọng để giữ sức khỏe.\n\nChế độ dinh dưỡng:\nKelpie cần khẩu phần giàu protein để duy trì năng lượng và cơ bắp: thịt nạc, cá, trứng, kết hợp rau củ quả và tinh bột nguyên hạt. Nên chia khẩu phần hợp lý, tránh cho ăn quá nhiều thức ăn dầu mỡ hoặc đồ ăn thừa từ con người.\n\nSức khỏe:\nAustralian Kelpie nhìn chung khỏe mạnh, nhưng có thể gặp một số bệnh di truyền như: loạn sản hông, bệnh mắt di truyền (PRA, đục thủy tinh thể), thoái hóa võng mạc. Khám thú y định kỳ, chế độ ăn khoa học và vận động đầy đủ giúp chúng duy trì tuổi thọ và thể trạng tốt.",
    "price": {
      "paper": "30 – 55 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 15,
    "priceMax": 4000,
    "size": "Trung bình",
    "scores": {
      "energy": 5,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/kelpie/avatar.jpg"
  },
  {
    "id": "komondor",
    "name": "komondor",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Komondor là giống chó chăn gia súc khổng lồ đến từ Hungary, nổi bật với bộ lông trắng dài xoắn thành từng dây như sợi thừng – giúp chúng ngụy trang giữa đàn cừu và bảo vệ hiệu quả trước thú săn mồi. Chúng có thân hình to lớn, cơ bắp mạnh mẽ, tính cách độc lập, trung thành và can đảm. Komondor thường được gọi là “vệ sĩ khoác áo len” nhờ khả năng bảo vệ bẩm sinh.\n\nTính cách:\nKomondor dũng cảm, điềm tĩnh, trung thành và bảo vệ rất tốt. Chúng yêu thương gia đình nhưng thường dè chừng với người lạ. Vì có bản năng bảo vệ mạnh mẽ, chúng cần xã hội hóa từ nhỏ để cân bằng tính cách, tránh quá cảnh giác hoặc hung hăng.\n\nVận động:\nDù to lớn, Komondor cần vận động hằng ngày để duy trì sức khỏe và sự linh hoạt: đi bộ dài, chạy nhảy trong sân rộng, các trò chơi vận động nhẹ. Không cần quá năng động như các giống chó chăn khác, nhưng vẫn cần hoạt động đều đặn để tránh béo phì và cứng khớp.\n\nHuấn luyện:\nKomondor thông minh nhưng có tính độc lập cao, nên huấn luyện cần kiên nhẫn, nhất quán và bắt đầu từ sớm. Chủ nuôi phải thể hiện sự lãnh đạo rõ ràng, nếu không chó có thể trở nên bướng bỉnh, khó kiểm soát. Đây là giống chó không phù hợp cho người mới nuôi.\n\nChăm sóc lông:\nĐiểm đặc biệt nhất của Komondor là bộ lông xoắn thành dây thừng dày và nặng. Bộ lông này không cần chải, nhưng cần được chia, tách lông thường xuyên để tránh dính bết hoặc ẩm mốc. Tắm rửa mất nhiều thời gian vì lông dày lâu khô (có thể mất vài ngày). Vệ sinh tai, răng và cắt móng định kỳ cũng quan trọng để phòng bệnh.\n\nChế độ dinh dưỡng:\nDo kích thước lớn, Komondor cần chế độ ăn giàu protein chất lượng cao (thịt nạc, cá, trứng) để duy trì cơ bắp, kết hợp tinh bột nguyên hạt và rau củ quả. Nên chia bữa hợp lý, tránh cho ăn quá nhiều trong một lần để giảm nguy cơ xoắn dạ dày – bệnh thường gặp ở chó ngực sâu.\n\nSức khỏe:\nKomondor thường khỏe mạnh, nhưng có thể gặp một số bệnh như: loạn sản hông, loạn sản khuỷu, xoắn dạ dày, bệnh da do lông dày ẩm. Khám thú y định kỳ, chế độ vận động hợp lý và chăm sóc lông đúng cách là chìa khóa để giữ Komondor khỏe mạnh.",
    "price": {
      "paper": "45 – 75 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "3000 – 6000 USD"
    },
    "priceMin": 25,
    "priceMax": 6000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/komondor/avatar.jpg"
  },
  {
    "id": "old_english_sheepdog",
    "name": "Old English sheepdog",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Old English Sheepdog (OES) là giống chó chăn cừu có nguồn gốc từ Anh, nổi tiếng với bộ lông dài xù, dày và bồng bềnh như “bông gòn”. Chúng thường được nhận diện qua dáng đi lắc lư đặc trưng và tính cách hiền lành, thân thiện.\n\nTính cách:\nOES thông minh, vui vẻ, hòa đồng và cực kỳ gắn bó với gia đình. Chúng hiền lành với trẻ em, thân thiện với các loài vật khác và thường được gọi là “chú hề dịu dàng” vì tính cách vui nhộn. Tuy nhiên, đôi khi có thể hơi bướng bỉnh, cần huấn luyện kiên nhẫn.\n\nVận động:\nOES có nguồn gốc là chó lao động, nên cần vận động hằng ngày: đi dạo dài, chơi ném bóng, chạy tự do trong sân vườn. Nếu không vận động đủ, chúng dễ tăng cân và trở nên lười biếng.\n\nHuấn luyện:\nThông minh và nhanh nhạy, nhưng đôi lúc bướng bỉnh. Cần huấn luyện từ nhỏ bằng phương pháp tích cực, khuyến khích bằng thức ăn và lời khen. Ngoài ra, nên cho xã hội hóa sớm để tránh quá cảnh giác với người lạ.\n\nChăm sóc lông:\nĐiểm đặc trưng của OES là bộ lông dài, dày, dễ rối. Cần chải ít nhất 2–3 lần/tuần, nếu không sẽ bị rối và dính bẩn. Khi đến mùa thay lông, việc chăm sóc càng mất thời gian hơn. Nhiều chủ chọn cắt lông ngắn (kiểu “puppy cut”) để dễ chăm sóc hơn. Tắm rửa định kỳ, vệ sinh tai và răng cũng rất quan trọng.\n\nChế độ dinh dưỡng:\nCần khẩu phần giàu protein chất lượng cao (thịt, cá, trứng) để duy trì cơ bắp và năng lượng. Bổ sung rau củ quả để hỗ trợ tiêu hóa. Do giống này dễ béo phì, cần kiểm soát khẩu phần, tránh ăn quá nhiều tinh bột.\n\nSức khỏe:\nMột số vấn đề sức khỏe thường gặp: loạn sản hông, loạn sản khuỷu, bệnh mắt (đục thủy tinh thể, teo võng mạc), béo phì. Khám thú y định kỳ, chế độ ăn hợp lý và vận động đầy đủ giúp duy trì tuổi thọ.",
    "price": {
      "paper": "35 – 55 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 18,
    "priceMax": 4000,
    "size": "Trung bình",
    "scores": {
      "energy": 1,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/old_english_sheepdog/avatar.jpg"
  },
  {
    "id": "shetland_sheepdog",
    "name": "Shetland sheepdog",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Shetland Sheepdog, thường gọi là Sheltie, có nguồn gốc từ quần đảo Shetland (Scotland). Chúng là giống chó chăn cừu kích thước trung bình – nhỏ, ngoại hình giống Collie thu nhỏ, với bộ lông dài mượt mà và tính cách thông minh, thân thiện.\n\nTính cách:\nSheltie rất thông minh, trung thành và tình cảm, nổi tiếng là một trong những giống chó dễ huấn luyện nhất thế giới (top đầu trong bảng xếp hạng trí thông minh của Stanley Coren). Chúng yêu thương chủ, sống tình cảm, thường bám sát gia đình. Tuy nhiên, có xu hướng cảnh giác và sủa khi thấy người lạ, nên cũng có khả năng canh gác.\n\nVận động:\nSheltie tuy nhỏ nhưng là giống chó làm việc, nên cần vận động hằng ngày: đi bộ dài, chơi trò ném bóng, huấn luyện agility hoặc obedience. Nếu không vận động đủ, chúng dễ stress và hay sủa nhiều.\n\nHuấn luyện:\nVô cùng thông minh, học nhanh, thích làm hài lòng chủ. Huấn luyện Sheltie tương đối dễ, nhưng cần kiên nhẫn và dùng phương pháp tích cực. Xã hội hóa sớm để giảm bớt sự nhút nhát hoặc cảnh giác quá mức.\n\nChăm sóc lông:\nBộ lông dài, dày 2 lớp (lông phủ ngoài dài và thẳng, lông lót mềm và dày) cần chải 2–3 lần/tuần để tránh rối và rụng nhiều. Vào mùa thay lông, việc chăm sóc cần kỹ hơn. Tắm rửa, vệ sinh tai – răng – móng định kỳ để giữ sức khỏe tổng thể.\n\nChế độ dinh dưỡng:\nKhẩu phần ăn giàu protein nạc (thịt gà, cá, bò), bổ sung rau củ quả và tinh bột nguyên hạt. Cần kiểm soát khẩu phần để tránh thừa cân, vì Sheltie dễ bị béo phì nếu ít vận động.\n\nSức khỏe:\nMột số bệnh thường gặp: bệnh mắt di truyền (Collie Eye Anomaly – CEA), loạn sản xương hông, bệnh tuyến giáp, động kinh nhẹ. Khám thú y định kỳ, duy trì cân nặng hợp lý sẽ giúp Sheltie khỏe mạnh và sống thọ.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2000 – 3500 USD"
    },
    "priceMin": 15,
    "priceMax": 3500,
    "size": "Trung bình",
    "scores": {
      "energy": 1,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/shetland_sheepdog/avatar.jpg"
  },
  {
    "id": "collie",
    "name": "collie",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Collie, đặc biệt là Rough Collie, nổi tiếng toàn cầu nhờ bộ phim và tiểu thuyết “Lassie”. Đây là giống chó chăn cừu có nguồn gốc từ Scotland, với ngoại hình thanh lịch, bộ lông dài mượt và gương mặt hiền hậu.\n\nTính cách:\nCollie cực kỳ thông minh, trung thành, dịu dàng và tình cảm, rất hợp với trẻ nhỏ, thường được gọi là “người bảo mẫu” trung thành. Chúng hòa đồng với gia đình, hiền lành với thú nuôi khác, nhưng vẫn có bản năng bảo vệ nhẹ nhàng.\n\nVận động:\nCollie cần vận động vừa phải mỗi ngày: đi bộ dài, chơi đùa, hoặc chạy tự do trong sân vườn. Không đòi hỏi năng lượng cao như Border Collie, nhưng nếu bị nhốt lâu sẽ dễ buồn chán.\n\nHuấn luyện:\nRough Collie học nhanh, dễ huấn luyện và rất thích làm hài lòng chủ. Nổi tiếng là giống chó thông minh, chúng thường thành công trong các bài thi obedience, agility. Tuy nhiên, đôi khi có thể hơi nhạy cảm, nên huấn luyện bằng phương pháp nhẹ nhàng, tích cực.\n\nChăm sóc lông:\nBộ lông 2 lớp (ngoài dài mượt, trong dày và ấm) cần chải 2–3 lần/tuần để tránh rối và giữ sạch sẽ. Vào mùa thay lông, việc chải cần kỹ hơn. Cần vệ sinh tai, răng, móng định kỳ. Với khí hậu nóng ẩm (như ở Việt Nam), cần cắt tỉa lông gọn gàng và để chó ở nơi mát mẻ.\n\nChế độ dinh dưỡng:\nKhẩu phần ăn giàu protein và chất béo tốt từ thịt, cá, trứng, kết hợp rau củ và tinh bột nguyên hạt. Chia thành 2–3 bữa/ngày. Tránh đồ ăn nhiều dầu mỡ hoặc thức ăn thừa của người.\n\nSức khỏe:\nCollie nhìn chung khỏe mạnh, nhưng có thể gặp một số bệnh di truyền:\n\nCollie Eye Anomaly (CEA – dị tật mắt bẩm sinh)\n\nLoạn sản hông\n\nĐộng kinh nhẹ\n\nNhạy cảm với một số loại thuốc (MDR1 mutation)\nKhám thú y định kỳ và duy trì chế độ ăn, vận động hợp lý sẽ giúp Collie sống thọ, khỏe mạnh.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2500 – 4500 USD"
    },
    "priceMin": 18,
    "priceMax": 4500,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/collie/avatar.jpg"
  },
  {
    "id": "border_collie",
    "name": "Border collie",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Border Collie có nguồn gốc từ vùng biên giới giữa Scotland và Anh, được xem là giống chó thông minh nhất thế giới. Đây là loài chó chăn cừu nổi tiếng nhờ khả năng làm việc không mệt mỏi, phản ứng nhanh nhạy và trí tuệ vượt trội.\n\nTính cách:\nBorder Collie cực kỳ thông minh, trung thành, năng động và ham học hỏi. Chúng gắn bó chặt chẽ với chủ, thường muốn làm việc hoặc tham gia hoạt động liên tục. Tuy nhiên, chúng không quá phù hợp với gia đình bận rộn hoặc ít vận động, vì dễ chán nản và xuất hiện hành vi phá phách.\n\nVận động:\nĐây là giống chó năng lượng cực cao, cần ít nhất 2–3 giờ vận động mỗi ngày: chạy bộ, đi dạo dài, chơi ném bóng, frisbee, bơi lội hoặc các môn thể thao cho chó (agility, flyball, obedience). Nếu không đáp ứng được nhu cầu vận động và tinh thần, Border Collie sẽ stress và có thể trở nên tăng động.\n\nHuấn luyện:\nVới trí thông minh bậc nhất, Border Collie học cực nhanh, có thể nắm bắt hàng trăm lệnh và nhiệm vụ phức tạp. Đây là lý do chúng thường xuất hiện trong các cuộc thi tài năng, chăn cừu và thể thao chó. Huấn luyện cần đa dạng, sáng tạo để tránh nhàm chán, và luôn sử dụng phương pháp tích cực.\n\nChăm sóc lông:\nBộ lông có 2 dạng: lông ngắn (smooth coat) và lông dài (rough coat). Dù loại nào cũng cần chải 2–3 lần/tuần để loại bỏ lông rụng, giữ sạch sẽ. Tắm rửa định kỳ, vệ sinh tai – răng – móng cũng rất cần thiết.\n\nChế độ dinh dưỡng:\nDo Border Collie hoạt động nhiều, khẩu phần ăn cần giàu protein chất lượng cao (thịt nạc, cá, trứng), bổ sung tinh bột nguyên hạt và rau củ để duy trì năng lượng. Chia bữa hợp lý, tránh cho ăn quá nhiều chất béo gây tăng cân.\n\nSức khỏe:\nMột số vấn đề sức khỏe thường gặp ở Border Collie:\n\nLoạn sản hông và khuỷu\n\nBệnh động kinh\n\nBệnh mắt di truyền (Collie Eye Anomaly – CEA, Progressive Retinal Atrophy – PRA)\n\nNhạy cảm với thuốc (MDR1 mutation)\nChúng nhìn chung khỏe mạnh nếu được vận động và chăm sóc đúng cách.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "2000 – 4000 USD"
    },
    "priceMin": 12,
    "priceMax": 4000,
    "size": "Trung bình",
    "scores": {
      "energy": 5,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/border_collie/avatar.jpg"
  },
  {
    "id": "bouvier_des_flandres",
    "name": "Bouvier des Flandres",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Bouvier des Flandres có nguồn gốc từ vùng Flandres (Bỉ và Pháp), ban đầu được lai tạo để chăn gia súc, kéo xe và làm việc nặng. Đây là giống chó cỡ lớn, cơ bắp vạm vỡ, bộ lông dày, xù và khuôn mặt có râu ria đặc trưng, tạo vẻ ngoài mạnh mẽ nhưng cũng rất điềm đạm.\n\nTính cách:\nBouvier des Flandres điềm tĩnh, thông minh, dũng cảm và trung thành tuyệt đối. Chúng gắn bó với gia đình, bảo vệ chủ nhưng không quá hung hăng. Tuy nhiên, giống chó này có tính cảnh giác cao, thường được sử dụng làm chó bảo vệ, chó quân sự hoặc cảnh sát.\n\nVận động:\nLà giống chó lao động, Bouvier cần vận động hằng ngày từ 1–2 giờ: đi bộ dài, chạy, chơi các trò vận động mạnh hoặc tham gia huấn luyện chuyên nghiệp. Nếu không vận động đủ, chúng dễ trở nên bồn chồn và khó kiểm soát.\n\nHuấn luyện:\nThông minh và có khả năng học hỏi tốt, nhưng đôi khi hơi bướng bỉnh. Cần huấn luyện từ nhỏ, kiên nhẫn và nhất quán. Giống này rất phù hợp cho các môn thể thao chó (obedience, tracking, protection). Xã hội hóa sớm giúp chúng cân bằng hơn khi tiếp xúc với người lạ hoặc thú cưng khác.\n\nChăm sóc lông:\nBộ lông dày, xù và ráp cần chải ít nhất 2–3 lần/tuần để tránh rối và giữ sạch. Thỉnh thoảng cần cắt tỉa để duy trì hình dáng gọn gàng, đặc biệt vùng quanh mặt và mắt. Vệ sinh tai, răng và móng định kỳ cũng rất quan trọng.\n\nChế độ dinh dưỡng:\nKhẩu phần ăn cần nhiều protein chất lượng cao (thịt bò, gà, cá), kết hợp tinh bột nguyên hạt và rau củ quả. Do là chó cơ bắp, năng lượng cao, cần lượng thức ăn lớn nhưng phải cân đối để tránh béo phì và vấn đề về khớp.\n\nSức khỏe:\nMột số bệnh thường gặp:\n\nLoạn sản hông và khuỷu\n\nChứng đầy hơi xoắn dạ dày (Bloat)\n\nBệnh về mắt (glaucoma, cataract)\n\nMột số bệnh về tim\nKhám thú y định kỳ, kiểm soát cân nặng và chế độ vận động sẽ giúp Bouvier sống khỏe mạnh.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/bouvier_des_flandres/avatar.jpg"
  },
  {
    "id": "rottweiler",
    "name": "Rottweiler",
    "type": "Dog",
    "lifespan": "9 năm – 11 năm",
    "care_instruction": "Rottweiler có nguồn gốc từ Đức, ban đầu được sử dụng để kéo xe hàng và chăn dắt gia súc. Đây là giống chó cơ bắp, mạnh mẽ, thông minh và có bản năng bảo vệ cao, thường được dùng làm chó nghiệp vụ, cảnh sát hoặc bảo vệ.\n\nTính cách:\nRottweiler trung thành, dũng cảm, tự tin và bảo vệ chủ nhân mạnh mẽ. Chúng yêu thương gia đình, đặc biệt gắn bó với một người chủ duy nhất. Tuy nhiên, nếu không được xã hội hóa và huấn luyện từ nhỏ, Rott có thể trở nên quá cảnh giác hoặc hung hăng với người lạ.\n\nVận động:\nLà giống chó năng lượng cao, Rottweiler cần 1–2 giờ vận động mỗi ngày: chạy, đi bộ dài, kéo tạ, hoặc tham gia huấn luyện bảo vệ. Nếu bị nhốt hoặc ít vận động, chúng dễ bị stress và sinh ra hành vi phá phách.\n\nHuấn luyện:\nThông minh, nhanh nhẹn nhưng đôi khi bướng bỉnh. Cần người chủ kiên định, có kinh nghiệm và uy tín để huấn luyện. Phương pháp huấn luyện nên tích cực, nhất quán, kết hợp xã hội hóa sớm để giúp Rott trở nên cân bằng, kiểm soát tốt bản năng bảo vệ.\n\nChăm sóc lông:\nRott có bộ lông ngắn, dày và bóng, dễ chăm sóc. Chỉ cần chải 1 lần/tuần để loại bỏ lông rụng, tắm rửa khi cần. Vệ sinh tai, răng và móng đều đặn để giữ sức khỏe tổng thể.\n\nChế độ dinh dưỡng:\nDo là giống chó cơ bắp lớn, cần khẩu phần ăn giàu protein và chất béo tốt từ thịt đỏ, cá, trứng. Bổ sung rau củ và tinh bột nguyên hạt để cân bằng dinh dưỡng. Nên chia bữa ăn thành 2–3 lần/ngày để tránh chứng đầy hơi xoắn dạ dày (bloat).\n\nSức khỏe:\nMột số bệnh thường gặp ở Rottweiler:\n\nLoạn sản hông và khuỷu\n\nChứng đầy hơi xoắn dạ dày\n\nVấn đề về tim (aortic stenosis, cardiomyopathy)\n\nUng thư xương (osteosarcoma)\n\nBéo phì nếu ít vận động\nKhám thú y định kỳ, duy trì cân nặng và tập luyện hợp lý sẽ giúp Rott khỏe mạnh và sống thọ.",
    "price": {
      "paper": "35 – 70 triệu VNĐ",
      "no_paper": "15 – 30 triệu VNĐ",
      "international": "2500 – 6000 USD"
    },
    "priceMin": 15,
    "priceMax": 6000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/rottweiler/avatar.jpg"
  },
  {
    "id": "german_shepherd",
    "name": "German shepherd",
    "type": "Dog",
    "lifespan": "9 năm – 13 năm",
    "care_instruction": "German Shepherd là giống chó chăn cừu nổi tiếng thế giới, được phát triển tại Đức cuối thế kỷ 19 bởi Max von Stephanitz. Ngày nay, chúng là một trong những giống chó đa năng nhất: chăn gia súc, bảo vệ, cảnh sát, quân sự, cứu hộ, dẫn đường.\n\nTính cách:\nGerman Shepherd thông minh, dũng cảm, trung thành và vâng lời, luôn sẵn sàng bảo vệ gia đình. Chúng có bản năng canh gác mạnh mẽ, nhưng đồng thời cũng rất tình cảm, gắn bó và biết quan tâm.\n\nVận động:\nĐây là giống chó năng lượng cao, cần ít nhất 1,5 – 2 giờ vận động mỗi ngày: chạy, đi bộ dài, huấn luyện agility, obedience, tìm kiếm, kéo tạ hoặc các trò chơi trí tuệ. Nếu không vận động đủ, chúng dễ stress, buồn chán và phát sinh hành vi phá phách.\n\nHuấn luyện:\nGerman Shepherd là một trong những giống chó dễ huấn luyện nhất, thường đứng top đầu về trí thông minh làm việc (theo bảng xếp hạng Stanley Coren). Chúng học lệnh nhanh, thích hợp cho nhiều công việc khác nhau. Tuy nhiên, cần huấn luyện nhất quán, kiên định và xã hội hóa sớm để tránh quá cảnh giác với người lạ.\n\nChăm sóc lông:\nCó 2 loại: lông ngắn (short coat) và lông dài (long coat). Cả hai đều có lông kép (double coat): lớp ngoài thẳng, cứng, lớp trong dày và ấm. Cần chải 2–3 lần/tuần, mùa rụng lông cần chăm sóc nhiều hơn. Vệ sinh tai, răng và móng thường xuyên.\n\nChế độ dinh dưỡng:\nDo là giống chó cơ bắp và hoạt động nhiều, khẩu phần ăn cần giàu protein và chất béo chất lượng cao (thịt bò, gà, cá, trứng). Bổ sung rau củ, ngũ cốc nguyên hạt để hỗ trợ tiêu hóa. Chia 2–3 bữa/ngày để giảm nguy cơ đầy hơi xoắn dạ dày (bloat).\n\nSức khỏe:\nMột số bệnh thường gặp:\n\nLoạn sản hông và khuỷu (hip & elbow dysplasia)\n\nChứng đầy hơi xoắn dạ dày (bloat)\n\nThoái hóa tủy sống (Degenerative Myelopathy)\n\nDị ứng da, bệnh về mắt\nKhám thú y định kỳ, vận động hợp lý và chế độ ăn cân đối sẽ giúp GSD khỏe mạnh, sống thọ.",
    "price": {
      "paper": "30 – 60 triệu VNĐ",
      "no_paper": "12 – 25 triệu VNĐ",
      "international": "2500 – 6000 USD"
    },
    "priceMin": 12,
    "priceMax": 6000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/german_shepherd/avatar.jpg"
  },
  {
    "id": "doberman",
    "name": "Doberman",
    "type": "Dog",
    "lifespan": "10 năm – 13 năm",
    "care_instruction": "Doberman là giống chó canh gác và bảo vệ nổi tiếng, được phát triển cuối thế kỷ 19 tại Đức bởi Karl Friedrich Louis Dobermann – một người thu thuế cần một giống chó bảo vệ mạnh mẽ, nhanh nhẹn và trung thành.\n\nTính cách:\nDoberman nổi tiếng với hình ảnh “chó vệ sĩ” – trung thành, dũng cảm, cảnh giác và bảo vệ chủ tuyệt đối. Tuy nhiên, chúng cũng rất tình cảm, gắn bó và biết quan tâm, đặc biệt khi sống cùng gia đình. Nếu được xã hội hóa tốt từ nhỏ, chúng có thể thân thiện, dịu dàng với trẻ em và các vật nuôi khác.\n\nVận động:\nĐây là giống chó năng lượng cao, nhanh nhẹn, mạnh mẽ, cần ít nhất 1,5 – 2 giờ vận động/ngày. Chúng thích chạy đường dài, tập agility, obedience, canicross, IPO/IGP (bài tập bảo vệ – phục tùng), và các hoạt động trí tuệ. Nếu không vận động đủ, Doberman dễ sinh ra căng thẳng, phá phách.\n\nHuấn luyện:\nDoberman cực kỳ thông minh (xếp thứ 5 trong bảng trí tuệ Stanley Coren). Chúng học lệnh nhanh, vâng lời và có khả năng tập trung cao. Tuy nhiên, cần người chủ kiên định, nhất quán và có kinh nghiệm để tránh Doberman trở nên bướng bỉnh hoặc hung hăng. Xã hội hóa từ nhỏ là bắt buộc để hình thành tính cách cân bằng.\n\nChăm sóc lông:\nDoberman có bộ lông ngắn, mượt, ôm sát cơ thể, ít rụng lông, dễ chăm sóc. Chỉ cần chải 1 lần/tuần, tắm 1–2 tháng/lần hoặc khi bẩn. Tuy nhiên, do lông ngắn và da mỏng, chúng nhạy cảm với lạnh, nên cần giữ ấm vào mùa đông.\n\nChế độ dinh dưỡng:\nCần khẩu phần giàu protein chất lượng cao (thịt bò, gà, cá, trứng) để duy trì cơ bắp và năng lượng. Bổ sung rau củ, tinh bột và omega-3 (tốt cho tim mạch, da lông). Chia 2 bữa/ngày để giảm nguy cơ xoắn dạ dày (bloat).\n\nSức khỏe:\nDoberman nhìn chung khỏe mạnh, nhưng dễ gặp một số bệnh di truyền:\n\nBệnh cơ tim giãn (Dilated Cardiomyopathy – DCM)\n\nLoạn sản hông\n\nHội chứng Wobbler (bệnh tủy sống cổ)\n\nRối loạn đông máu (Von Willebrand Disease)\n\nXoắn dạ dày (bloat)\nKhám thú y định kỳ và chế độ ăn, vận động khoa học sẽ giúp Doberman duy trì sức khỏe tốt.",
    "price": {
      "paper": "25 – 50 triệu VNĐ",
      "no_paper": "8 – 20 triệu VNĐ",
      "international": "2500 – 6000 USD"
    },
    "priceMin": 8,
    "priceMax": 6000,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/doberman/avatar.jpg"
  },
  {
    "id": "miniature_pinscher",
    "name": "miniature pinscher",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "Miniature Pinscher (thường gọi tắt là Min Pin) có nguồn gốc từ Đức, được lai tạo từ Dachshund, Italian Greyhound và German Pinscher. Dù có ngoại hình giống Doberman thu nhỏ, nhưng Min Pin ra đời trước Doberman nhiều thế kỷ.\n\nTính cách:\nGiống chó này được mệnh danh là “King of Toys” (Vua của nhóm chó cảnh nhỏ) nhờ sự tự tin, gan dạ, tràn đầy năng lượng. Chúng lanh lợi, cảnh giác cao, thích bảo vệ lãnh thổ và sủa khi có người lạ. Tuy nhiên, với gia đình, chúng tình cảm, vui vẻ và rất gắn bó.\n\nVận động:\nDù thân hình nhỏ (cao 25–30 cm, nặng 4–6 kg), Min Pin lại có năng lượng cực cao. Cần ít nhất 30 – 60 phút vận động/ngày, bao gồm đi dạo nhanh, chơi ném bóng, chạy nhảy trong sân. Nếu không được giải phóng năng lượng, chúng dễ cắn phá đồ đạc.\n\nHuấn luyện:\nMiniature Pinscher thông minh nhưng khá bướng bỉnh, thích làm theo ý mình. Cần sự kiên nhẫn, nhất quán và phương pháp huấn luyện tích cực. Xã hội hóa từ nhỏ giúp hạn chế tính hung hăng hoặc hay sủa.\n\nChăm sóc lông:\nMin Pin có lông ngắn, mượt, ít rụng và dễ chăm sóc. Chỉ cần chải 1 lần/tuần và tắm 1–2 tháng/lần. Chúng thích hợp nuôi trong căn hộ, nhưng do lông ngắn và thân nhỏ, dễ bị lạnh → nên mặc áo giữ ấm khi trời lạnh.\n\nChế độ dinh dưỡng:\nCần khẩu phần ăn cân đối, giàu protein và ít chất béo. Vì giống chó nhỏ dễ béo phì, nên tránh cho ăn quá nhiều đồ ăn vặt. Chia 2–3 bữa nhỏ trong ngày sẽ tốt hơn 1 bữa lớn.\n\nSức khỏe:\nNhìn chung khỏe mạnh, nhưng có thể gặp một số vấn đề:\n\nTrật xương bánh chè (Patellar Luxation)\n\nVấn đề răng miệng (cao răng, viêm lợi)\n\nLoạn sản võng mạc hoặc đục thủy tinh thể\n\nHạ đường huyết ở chó con nếu ăn uống không đều",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "5 – 12 triệu VNĐ",
      "international": "1000 – 2500 USD"
    },
    "priceMin": 5,
    "priceMax": 2500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/miniature_pinscher/avatar.jpg"
  },
  {
    "id": "greater_swiss_mountain_dog",
    "name": "Greater Swiss Mountain dog",
    "type": "Dog",
    "lifespan": "8 năm – 11 năm",
    "care_instruction": "Greater Swiss Mountain Dog (gọi tắt là Swissy) là giống chó khổng lồ có nguồn gốc từ Thụy Sĩ, thuộc nhóm Sennenhund (chó núi Thụy Sĩ), cùng họ với Bernese Mountain Dog. Trước đây, chúng được dùng làm chó kéo xe, chăn gia súc và bảo vệ trang trại.\n\nTính cách:\nSwissy có tính cách điềm đạm, trung thành, đáng tin cậy và thân thiện. Chúng cực kỳ gắn bó với gia đình, tốt với trẻ em, thường cảnh giác với người lạ nhưng không hung dữ. Đây là giống chó bảo vệ và đồng hành lý tưởng, mang tính “người khổng lồ hiền lành”.\n\nVận động:\nDù to lớn (cao 60–72 cm, nặng 40–60 kg), Swissy không quá hiếu động như một số giống khác. Tuy nhiên, chúng vẫn cần 1–2 giờ vận động vừa phải/ngày như đi bộ, chạy nhẹ, chơi ném bóng hoặc các hoạt động ngoài trời. Vì cấu trúc cơ thể nặng, không nên bắt nhảy nhiều hoặc vận động quá sức khi còn nhỏ, để tránh tổn thương xương khớp.\n\nHuấn luyện:\nSwissy thông minh, ngoan ngoãn và muốn làm hài lòng chủ, nhưng đôi khi có thể hơi chậm chạp trong tiếp thu. Cần huấn luyện kiên nhẫn, nhẹ nhàng và nhất quán. Xã hội hóa sớm giúp chúng tự tin và hòa đồng hơn với môi trường xung quanh.\n\nChăm sóc lông:\nBộ lông Swissy ngắn, dày hai lớp, với màu sắc đặc trưng đen – nâu đỏ – trắng (giống Bernese nhưng lông ngắn hơn). Lông dễ chăm sóc, chỉ cần chải 1–2 lần/tuần, nhưng rụng khá nhiều theo mùa → nên tăng cường chải khi thay lông.\n\nChế độ dinh dưỡng:\nDo thể trạng lớn, Swissy cần khẩu phần ăn giàu protein và canxi để duy trì cơ bắp và xương khớp chắc khỏe. Nên chia khẩu phần thành 2–3 bữa/ngày, tránh ăn quá no để giảm nguy cơ xoắn dạ dày (bloat). Bổ sung glucosamine và omega-3 sẽ có lợi cho khớp và lông.\n\nSức khỏe:\nGreater Swiss Mountain Dog dễ gặp một số vấn đề:\n\nLoạn sản hông và khuỷu tay\n\nXoắn dạ dày (bloat)\n\nBệnh về khớp do trọng lượng cơ thể lớn\n\nMột số bệnh di truyền về mắt",
    "price": {
      "paper": "50 – 85 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 25,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 5,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/greater_swiss_mountain_dog/avatar.jpg"
  },
  {
    "id": "bernese_mountain_dog",
    "name": "Bernese mountain dog",
    "type": "Dog",
    "lifespan": "7 năm – 10 năm",
    "care_instruction": "Bernese Mountain Dog (gọi tắt là Bernese hoặc Berner) có nguồn gốc từ vùng Bern của Thụy Sĩ, thuộc nhóm Sennenhund (chó núi Thụy Sĩ). Trước kia, chúng được dùng để kéo xe, chăn gia súc và canh giữ trang trại.\n\nTính cách:\nBernese là giống chó dịu dàng, trung thành, hiền hòa và rất tình cảm. Chúng nổi tiếng với sự thân thiện, dễ mến, yêu trẻ em và thích gắn bó với gia đình. Khác với một số giống canh gác, Bernese thường ít hung dữ, thay vào đó là sự kiên nhẫn và ân cần.\n\nVận động:\nDo vóc dáng lớn (cao 58–70 cm, nặng 35–55 kg), Bernese cần 1–1,5 giờ vận động/ngày. Thích hợp với các hoạt động ngoài trời như đi bộ, chạy nhẹ, chơi ném bóng, hoặc kéo xe. Tuy nhiên, chúng không quá hiếu động và có thể hài lòng với cuộc sống gia đình nếu được cho ra ngoài vận động đều đặn.\n\nHuấn luyện:\nBernese thông minh, ngoan ngoãn và dễ huấn luyện nhờ bản tính muốn làm hài lòng chủ. Tuy nhiên, chúng nhạy cảm với giọng điệu, nên cần huấn luyện bằng phương pháp tích cực, nhẹ nhàng và khích lệ. Xã hội hóa sớm giúp Bernese tự tin hơn với người lạ và môi trường mới.\n\nChăm sóc lông:\nBernese có bộ lông dài, dày hai lớp với màu sắc đặc trưng đen – nâu đỏ – trắng. Cần chải 2–3 lần/tuần, và trong mùa thay lông nên chải hàng ngày để giảm rụng. Bộ lông dày giúp chịu lạnh tốt, nhưng chúng không chịu nóng → cần giữ mát vào mùa hè.\n\nChế độ dinh dưỡng:\nCần chế độ ăn giàu protein, canxi và khoáng chất để duy trì cơ bắp và xương khớp khỏe mạnh. Chia khẩu phần thành 2–3 bữa/ngày, tránh ăn quá no để giảm nguy cơ xoắn dạ dày (bloat). Bổ sung glucosamine, omega-3 và vitamin E sẽ hỗ trợ khớp và da lông.\n\nSức khỏe:\nBernese Mountain Dog có tuổi thọ tương đối ngắn do một số bệnh di truyền:\n\nUng thư (tỷ lệ cao trong nhóm chó lớn)\n\nLoạn sản hông và khuỷu tay\n\nXoắn dạ dày (bloat)\n\nBệnh về mắt (đục thủy tinh thể, loạn sản võng mạc)\n\nBệnh cơ xương do trọng lượng cơ thể lớn",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2500 – 5000 USD"
    },
    "priceMin": 20,
    "priceMax": 5000,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 5,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/bernese_mountain_dog/avatar.jpg"
  },
  {
    "id": "appenzeller",
    "name": "Appenzeller",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Appenzeller Sennenhund là giống chó chăn gia súc và bảo vệ xuất xứ từ vùng Appenzell, Thụy Sĩ. Chúng có thân hình vạm vỡ, cơ bắp chắc chắn, bộ lông ngắn 3 màu đặc trưng (đen – trắng – nâu) và chiếc đuôi cong tròn cuộn trên lưng.\n\nGiống chó này thông minh, lanh lợi, trung thành và cảnh giác cao, rất phù hợp làm chó canh gác và bảo vệ. Chúng cũng thân thiện với trẻ em và hòa đồng khi được xã hội hóa từ nhỏ, nhưng có thể tỏ ra dè chừng với người lạ.\n\nAppenzeller cần vận động nhiều mỗi ngày với các hoạt động như chạy nhảy, đi dạo đường dài, kéo xe hoặc tham gia các trò chơi huấn luyện trí tuệ. Đây không phải là giống chó thích hợp cho không gian nhỏ hẹp, mà cần sân vườn rộng rãi hoặc vùng nông thôn để phát huy bản năng làm việc.\n\nBộ lông ngắn và bóng nên việc chăm sóc khá đơn giản, chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông chết và giữ cho lông mượt. Vệ sinh tai, mắt, răng và cắt móng thường xuyên giúp ngăn ngừa bệnh tật.\n\nChế độ dinh dưỡng cần nhiều protein từ thịt nạc, cá, kết hợp với rau củ và tinh bột nguyên hạt để duy trì năng lượng cao. Không nên cho ăn quá nhiều chất béo để tránh thừa cân, vì Appenzeller là giống chó làm việc, cần giữ vóc dáng khỏe mạnh và dẻo dai.\n\nVề sức khỏe, Appenzeller Sennenhund nhìn chung khỏe mạnh, ít bệnh di truyền, nhưng có thể gặp các vấn đề về xương hông (loạn sản), mắt và béo phì nếu ít vận động. Khám thú y định kỳ và cho chúng vận động đầy đủ sẽ giúp kéo dài tuổi thọ và duy trì sự sung sức.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "10 – 15 triệu VNĐ",
      "international": "2.000 – 2.500 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/appenzeller/avatar.jpg"
  },
  {
    "id": "entlebucher",
    "name": "EntleBucher",
    "type": "Dog",
    "lifespan": "11 năm – 15 năm",
    "care_instruction": "Entlebucher Sennenhund là giống chó nhỏ nhất trong tứ đại chó núi Thụy Sĩ (cùng với Bernese, Appenzeller và Greater Swiss Mountain Dog). Chúng có thân hình cơ bắp, chắc nịch, bộ lông ngắn, mượt với màu tam thể đặc trưng: đen – trắng – nâu.\n\nTính cách nổi bật của Entlebucher là thông minh, trung thành, dũng cảm và rất năng động. Chúng thường gắn bó chặt chẽ với một người chủ, thích được tham gia các hoạt động ngoài trời, trò chơi thể lực và huấn luyện vâng lời. Tuy nhiên, do bản năng bảo vệ mạnh, Entlebucher có thể tỏ ra cảnh giác với người lạ, nên cần được xã hội hóa từ nhỏ.\n\nGiống chó này cần nhiều vận động hàng ngày: đi dạo dài, chạy bộ, kéo xe nhỏ, hoặc tham gia các môn thể thao chó như agility. Nếu thiếu hoạt động, chúng có thể trở nên bồn chồn và phá phách.\n\nBộ lông ngắn nên chăm sóc khá dễ dàng – chỉ cần chải 1 lần/tuần để loại bỏ lông rụng và giữ cho lông bóng mượt. Tắm định kỳ, vệ sinh tai, mắt, răng và cắt móng thường xuyên cũng rất quan trọng để giữ vệ sinh.\n\nVề dinh dưỡng, Entlebucher cần một chế độ ăn giàu protein chất lượng cao từ thịt, cá, trứng, kết hợp với rau củ và ngũ cốc nguyên hạt. Do chúng rất năng động, khẩu phần ăn cần cân đối để cung cấp đủ năng lượng, đồng thời tránh tình trạng thừa cân.\n\nSức khỏe của Entlebucher nhìn chung tốt, nhưng có thể gặp các vấn đề di truyền như loạn sản xương hông, loạn sản khuỷu và bệnh về mắt (PRA – teo võng mạc tiến triển). Khám thú y định kỳ, vận động hợp lý và duy trì cân nặng ổn định sẽ giúp giống chó này khỏe mạnh, vui vẻ và sống thọ.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "12 – 18 triệu VNĐ",
      "international": "1.500 – 2.500 USD"
    },
    "priceMin": 1,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/entlebucher/avatar.jpg"
  },
  {
    "id": "boxer",
    "name": "boxer",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Boxer là giống chó có nguồn gốc từ Đức, thuộc nhóm chó lao động, nổi bật với thân hình cơ bắp, ngực nở, mõm ngắn đặc trưng và khuôn mặt biểu cảm. Chúng mang tính cách mạnh mẽ, năng động, nhưng đồng thời rất tình cảm, trung thành và thân thiện với trẻ nhỏ, khiến Boxer được mệnh danh là “chú hề trong thế giới loài chó”.\n\nBoxer thông minh, dễ huấn luyện, nhưng đôi khi hơi bướng bỉnh. Chúng cần được giáo dục từ sớm bằng phương pháp tích cực, kiên nhẫn và nhất quán. Nhờ bản năng bảo vệ mạnh mẽ, Boxer là một trong những giống chó giữ nhà và bảo vệ gia đình rất tốt.\n\nGiống chó này có nhu cầu vận động cao – cần đi dạo dài, chạy bộ, chơi bóng hoặc tham gia các hoạt động thể lực hàng ngày. Nếu không được vận động đầy đủ, Boxer dễ trở nên hiếu động thái quá và gây ra hành vi phá phách.\n\nBộ lông ngắn, mượt của Boxer khá dễ chăm sóc – chỉ cần chải 1 lần/tuần để loại bỏ lông rụng. Tuy nhiên, da của chúng khá nhạy cảm, dễ bị kích ứng, nên cần tắm bằng sữa tắm dịu nhẹ và tránh tắm quá thường xuyên. Vệ sinh răng miệng, tai và cắt móng định kỳ cũng rất quan trọng.\n\nVề dinh dưỡng, Boxer cần khẩu phần giàu protein và chất béo lành mạnh để duy trì cơ bắp, kết hợp cùng rau củ và tinh bột nguyên hạt. Do có xu hướng dễ tăng cân và bị chướng hơi, nên không cho ăn quá nhiều tinh bột và thức ăn khó tiêu.\n\nVề sức khỏe, Boxer có thể gặp một số bệnh di truyền như bệnh tim, loạn sản xương hông, dị ứng da và ung thư. Khám thú y định kỳ, chế độ ăn khoa học và duy trì vận động hợp lý sẽ giúp Boxer sống khỏe mạnh và năng động bên gia đình.",
    "price": {
      "paper": "25 – 40 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "1.500 – 3.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/boxer/avatar.jpg"
  },
  {
    "id": "bull_mastiff",
    "name": "bull mastiff",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Bullmastiff là giống chó có nguồn gốc từ Anh, được lai giữa Bulldog và Mastiff để trở thành chó bảo vệ tài sản. Chúng có thân hình cực kỳ vạm vỡ, ngực rộng, cơ bắp chắc nịch và đầu to với hàm khỏe. Ngoại hình oai vệ, kết hợp với sự dũng cảm và trung thành, khiến Bullmastiff trở thành “người gác đêm” đáng tin cậy.\n\nTính cách của Bullmastiff điềm tĩnh, dũng cảm, bảo vệ mạnh mẽ nhưng ít sủa bừa. Chúng rất trung thành với gia đình, thân thiện với trẻ em khi được nuôi dưỡng đúng cách. Tuy nhiên, bản năng bảo vệ mạnh khiến chúng cảnh giác cao với người lạ, nên cần xã hội hóa từ nhỏ để tránh hung dữ.\n\nGiống chó này không quá hiếu động, nhưng do kích thước lớn, chúng vẫn cần được đi dạo hằng ngày, tập luyện ở mức vừa phải để duy trì sức khỏe. Bullmastiff thích hợp sống trong nhà có sân vườn rộng, không phù hợp nuôi trong căn hộ nhỏ.\n\nBộ lông ngắn, mượt nên rất dễ chăm sóc – chỉ cần chải 1 lần/tuần để giữ sạch sẽ. Tuy nhiên, Bullmastiff dễ bị chảy dãi, nên cần lau miệng thường xuyên. Vệ sinh răng miệng, tai và cắt móng định kỳ cũng rất quan trọng để ngăn bệnh tật.\n\nChế độ ăn của Bullmastiff phải giàu protein từ thịt, cá, kết hợp tinh bột và rau củ để duy trì năng lượng cho cơ bắp. Do trọng lượng lớn, cần chia nhỏ khẩu phần để tránh chướng bụng và béo phì.\n\nVề sức khỏe, Bullmastiff dễ mắc các bệnh di truyền như loạn sản xương hông, bệnh tim, ung thư và các vấn đề hô hấp do cấu trúc mõm ngắn. Khám thú y định kỳ, duy trì cân nặng hợp lý và chế độ vận động khoa học sẽ giúp Bullmastiff sống khỏe mạnh và gắn bó lâu dài với gia đình.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 60,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/bull_mastiff/avatar.jpg"
  },
  {
    "id": "tibetan_mastiff",
    "name": "Tibetan mastiff",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Tibetan Mastiff là giống chó cổ xưa có nguồn gốc từ dãy Himalaya, được người Tây Tạng nuôi để bảo vệ tu viện và gia súc. Chúng nổi bật với thân hình to lớn, khung xương chắc nịch, bờm lông dày quanh cổ trông như sư tử, tạo nên dáng vẻ oai vệ và quyền lực.\n\nTính cách của Tibetan Mastiff mạnh mẽ, độc lập, trung thành và có bản năng bảo vệ lãnh thổ rất cao. Chúng cảnh giác với người lạ, nhưng lại hết mực gắn bó và bảo vệ chủ nhân. Do bản tính bướng bỉnh và độc lập, chúng cần người chủ có kinh nghiệm huấn luyện.\n\nGiống chó này cần không gian rộng, thích hợp nuôi ở sân vườn hoặc vùng nông thôn, không phù hợp sống trong căn hộ nhỏ. Mặc dù to lớn, Tibetan Mastiff không quá hiếu động, nhưng vẫn cần được đi dạo hằng ngày và vận động vừa phải để giữ vóc dáng cân đối.\n\nBộ lông dày, hai lớp giúp chịu lạnh tốt nhưng rụng nhiều theo mùa. Cần chải lông 2 – 3 lần/tuần, vào mùa rụng lông phải chải hàng ngày để tránh rối. Tắm định kỳ, vệ sinh răng, tai, cắt móng thường xuyên là cần thiết để duy trì sức khỏe.\n\nChế độ dinh dưỡng của Tibetan Mastiff phải giàu protein và khoáng chất để đáp ứng nhu cầu phát triển cơ bắp và xương khớp. Nên chia khẩu phần thành nhiều bữa nhỏ để tránh các vấn đề về tiêu hóa, đặc biệt là xoắn dạ dày.\n\nVề sức khỏe, Tibetan Mastiff dễ gặp các bệnh liên quan đến xương khớp (loạn sản hông, loạn sản khuỷu), bệnh tuyến giáp và béo phì nếu ít vận động. Kiểm tra thú y định kỳ và chế độ chăm sóc khoa học sẽ giúp chúng sống thọ, khỏe mạnh và giữ được sự oai hùng vốn có.",
    "price": {
      "paper": "60 – 120 triệu VNĐ",
      "no_paper": "20 – 40 triệu VNĐ",
      "international": "2.000 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 120,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/tibetan_mastiff/avatar.jpg"
  },
  {
    "id": "french_bulldog",
    "name": "French bulldog",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "French Bulldog là giống chó cảnh nổi tiếng có nguồn gốc từ Pháp, sở hữu thân hình nhỏ gọn, cơ bắp chắc khỏe, đầu to tròn, mõm ngắn và đôi tai dựng hình “tai dơi” đặc trưng. Ngoại hình đáng yêu kết hợp với tính cách thân thiện đã khiến chúng trở thành một trong những giống chó cảnh phổ biến nhất thế giới.\n\nFrench Bulldog có tính cách vui vẻ, hiền lành, tình cảm và rất gắn bó với chủ nhân. Chúng ít sủa, thích hợp sống ở căn hộ hoặc nhà phố. Tuy nhiên, giống chó này khá nhạy cảm và có xu hướng phụ thuộc nhiều vào chủ, không thích bị bỏ ở nhà một mình quá lâu.\n\nDo vóc dáng nhỏ và không quá hiếu động, French Bulldog chỉ cần những buổi đi dạo ngắn hoặc chơi trong nhà là đủ. Tránh cho chúng vận động quá sức, đặc biệt trong thời tiết nóng, vì giống chó mặt ngắn này dễ gặp khó khăn trong hô hấp.\n\nBộ lông ngắn, mượt, ít rụng nên việc chăm sóc khá đơn giản – chỉ cần chải 1 lần/tuần để giữ sạch và bóng mượt. Tuy nhiên, cần đặc biệt chú ý vệ sinh nếp nhăn trên mặt để tránh tích tụ bụi bẩn và vi khuẩn. Vệ sinh tai, răng, cắt móng định kỳ cũng rất quan trọng.\n\nChế độ ăn của French Bulldog cần cân đối, với protein từ thịt nạc, cá, trứng kết hợp rau củ và tinh bột nguyên hạt. Do dễ tăng cân, cần kiểm soát khẩu phần ăn và tránh cho ăn quá nhiều đồ ăn vặt hoặc thức ăn nhiều dầu mỡ.\n\nVề sức khỏe, French Bulldog thường gặp các vấn đề liên quan đến đường hô hấp (do cấu trúc mũi ngắn), dị ứng da, bệnh cột sống và béo phì. Khám thú y định kỳ, kiểm soát cân nặng và giữ môi trường sống mát mẻ sẽ giúp chúng khỏe mạnh và hạnh phúc bên gia đình.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "2.500 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/french_bulldog/avatar.jpg"
  },
  {
    "id": "great_dane",
    "name": "Great Dane",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Great Dane là giống chó khổng lồ có nguồn gốc từ Đức, nổi tiếng với chiều cao vượt trội – được mệnh danh là “Apollo trong thế giới loài chó”. Chúng có thân hình cao lớn, ngực rộng, cơ bắp săn chắc nhưng dáng đi lại thanh thoát và oai vệ.\n\nTính cách của Great Dane điềm tĩnh, hiền lành, tình cảm và rất trung thành. Mặc dù ngoại hình to lớn có thể khiến người khác e dè, nhưng chúng thường dịu dàng, thân thiện và được coi là “người khổng lồ hiền lành”. Chúng rất gắn bó với gia đình, đặc biệt yêu quý trẻ em, đồng thời cũng là chó canh gác đáng tin cậy.\n\nGiống chó này cần không gian rộng rãi để sinh hoạt, thích hợp với nhà có sân vườn. Mặc dù vóc dáng to lớn, Great Dane không quá hiếu động, chỉ cần những buổi đi dạo dài và vận động vừa phải để giữ sức khỏe. Tuy nhiên, do kích thước cơ thể lớn, chúng không nên vận động quá sức khi còn nhỏ để tránh ảnh hưởng đến sự phát triển xương khớp.\n\nBộ lông ngắn, mượt của Great Dane dễ chăm sóc – chỉ cần chải 1 lần/tuần để loại bỏ lông rụng. Tắm định kỳ, vệ sinh răng, tai và cắt móng thường xuyên sẽ giúp duy trì sức khỏe. Do dễ chảy dãi, chủ nuôi cần thường xuyên lau miệng cho chúng.\n\nChế độ dinh dưỡng của Great Dane cần giàu protein và canxi để hỗ trợ xương và cơ bắp, kết hợp với rau củ và tinh bột nguyên hạt. Nên chia nhỏ bữa ăn trong ngày để tránh nguy cơ xoắn dạ dày, vốn là bệnh thường gặp ở các giống chó khổng lồ.\n\nVề sức khỏe, Great Dane có tuổi thọ ngắn so với nhiều giống chó khác. Chúng dễ gặp các vấn đề như loạn sản xương hông, bệnh tim, xoắn dạ dày và một số bệnh di truyền. Việc khám thú y định kỳ, chế độ dinh dưỡng hợp lý và chăm sóc khoa học sẽ giúp chúng sống khỏe mạnh và vui vẻ.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 60,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/great_dane/avatar.jpg"
  },
  {
    "id": "saint_bernard",
    "name": "Saint Bernard",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Saint Bernard là giống chó khổng lồ có nguồn gốc từ dãy Alps (Thụy Sĩ – Ý), nổi tiếng với vai trò chó cứu hộ trong tuyết lở. Chúng có thân hình to lớn, cơ bắp chắc khỏe, bộ lông dày (ngắn hoặc dài), màu nâu trắng pha loang đặc trưng và khuôn mặt hiền hậu.\n\nTính cách của Saint Bernard điềm tĩnh, hiền lành, trung thành và rất thân thiện. Chúng đặc biệt dịu dàng với trẻ em, thường được mệnh danh là “người khổng lồ nhân hậu”. Tuy nhiên, do kích thước to lớn, chúng cần được huấn luyện từ nhỏ để kiểm soát hành vi, tránh vô tình làm tổn thương người xung quanh.\n\nGiống chó này cần không gian rộng để sinh hoạt, thích hợp với gia đình có sân vườn hoặc ở vùng nông thôn. Chúng không quá hiếu động, chỉ cần đi dạo hàng ngày và một số trò chơi vận động vừa phải. Do chịu nóng kém, Saint Bernard cần được nuôi trong môi trường mát mẻ, tránh vận động mạnh dưới thời tiết oi bức.\n\nBộ lông dày của Saint Bernard cần được chải 2 – 3 lần/tuần, vào mùa rụng lông cần chải thường xuyên hơn để tránh rối. Vệ sinh tai, răng, mắt và cắt móng định kỳ cũng rất quan trọng. Do dễ chảy dãi, chủ nuôi cũng cần lau miệng cho chúng thường xuyên.\n\nChế độ dinh dưỡng phải giàu protein, canxi và vitamin để hỗ trợ sự phát triển xương và cơ bắp. Nên chia khẩu phần ăn thành nhiều bữa nhỏ để hạn chế nguy cơ xoắn dạ dày, vốn khá phổ biến ở các giống chó khổng lồ.\n\nVề sức khỏe, Saint Bernard dễ gặp các vấn đề như loạn sản xương hông, bệnh tim, xoắn dạ dày và các bệnh về mắt. Việc khám thú y định kỳ, chế độ ăn khoa học và vận động hợp lý sẽ giúp chúng khỏe mạnh, sống thọ và tiếp tục là “người bạn hiền lành khổng lồ” trong gia đình.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2.500 – 4.500 USD"
    },
    "priceMin": 2,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/saint_bernard/avatar.jpg"
  },
  {
    "id": "eskimo_dog",
    "name": "Eskimo dog",
    "type": "Dog",
    "lifespan": "10 năm – 15 năm",
    "care_instruction": "Chó Eskimo Canada là một trong những giống chó kéo xe cổ xưa nhất ở Bắc Mỹ, gắn liền với đời sống của người Inuit. Chúng có thân hình cường tráng, sức bền dẻo dai, được mệnh danh là “cỗ máy kéo tuyết” tự nhiên. Bộ lông dày hai lớp (ngoài dài, trong lót mềm) giúp chúng chịu lạnh cực tốt, với màu sắc thường gặp: trắng, đen – trắng, xám, đỏ hoặc vàng kem.\n\nTính cách của Canadian Eskimo Dog mạnh mẽ, độc lập, trung thành và dũng cảm. Chúng rất tận tụy với chủ, nhưng do bản năng làm việc cao, đôi khi có xu hướng cứng đầu và không phù hợp cho người mới nuôi chó lần đầu. Cần huấn luyện từ sớm để kiểm soát bản năng săn mồi và tăng khả năng hòa nhập xã hội.\n\nGiống chó này cần vận động nhiều: chạy đường dài, kéo vật nặng hoặc chơi các trò thể thao ngoài trời. Nếu bị nuôi nhốt trong không gian chật hẹp, chúng dễ sinh ra căng thẳng và phá phách. Vì vậy, Eskimo Dog thích hợp với người có kinh nghiệm, sống ở nơi khí hậu mát lạnh và có không gian rộng rãi.\n\nBộ lông của chúng cần được chải 2 – 3 lần/tuần, thường xuyên hơn vào mùa rụng lông. Do quen với thời tiết lạnh, chúng dễ bị sốc nhiệt khi nuôi ở vùng khí hậu nóng, nên cần giữ mát và tránh để ngoài trời nắng gắt.\n\nVề dinh dưỡng, chúng cần chế độ ăn giàu protein và chất béo để cung cấp năng lượng cho cơ bắp và hoạt động thể lực. Các bệnh thường gặp ở giống chó này gồm loạn sản xương hông, viêm khớp, bệnh về mắt và dạ dày.\n\nDo số lượng nuôi hiện nay khá hiếm, Canadian Eskimo Dog được coi là giống chó quý, nằm trong danh sách bảo tồn.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.500 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/eskimo_dog/avatar.jpg"
  },
  {
    "id": "malamute",
    "name": "malamute",
    "type": "Dog",
    "lifespan": "10 năm – 14 năm",
    "care_instruction": "Alaskan Malamute là một trong những giống chó kéo xe lâu đời nhất trên thế giới, được người Eskimo dùng để kéo xe nặng trên tuyết và săn bắn. Chúng có thân hình to lớn, cơ bắp khỏe mạnh, bền bỉ, nổi bật với bộ lông dày hai lớp màu xám – trắng, đen – trắng, hoặc đỏ – trắng, cùng chiếc đuôi cong phủ lông dày.\n\nMalamute thông minh, trung thành và tình cảm, đặc biệt gắn bó với gia đình, nhưng cũng khá độc lập và đôi khi bướng bỉnh. Đây là giống chó năng động, thích phiêu lưu, rất thân thiện với người nhưng không phù hợp làm chó canh gác vì ít sủa và quá hiền với người lạ.\n\nDo có nguồn gốc từ vùng băng tuyết, Malamute cần vận động nhiều mỗi ngày như chạy bộ, đi dạo đường dài, kéo xe hoặc chơi các trò thể thao ngoài trời. Nếu thiếu vận động, chúng dễ tăng cân, buồn chán và phá phách.\n\nBộ lông dày cần chải ít nhất 2 – 3 lần/tuần, và chải hàng ngày vào mùa rụng lông. Tắm không cần quá thường xuyên, nhưng vệ sinh răng, tai và cắt móng cần được duy trì đều đặn. Ở vùng khí hậu nóng, cần tránh để Malamute tiếp xúc lâu ngoài nắng vì dễ bị sốc nhiệt.\n\nChế độ dinh dưỡng nên giàu protein, chất béo và khoáng chất, có thể bổ sung thịt nạc, cá hồi, trứng và rau củ. Tránh thức ăn nhiều dầu mỡ hoặc tinh bột kém chất lượng.\n\nMột số vấn đề sức khỏe thường gặp ở giống chó này gồm loạn sản xương hông, các bệnh về mắt (đục thủy tinh thể, teo võng mạc) và béo phì nếu ít vận động.\n\nMalamute là giống chó tuyệt vời cho những gia đình năng động, có không gian rộng và yêu thích các hoạt động ngoài trời.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "2.000 – 4.500 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 5,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/malamute/avatar.jpg"
  },
  {
    "id": "siberian_husky",
    "name": "Siberian husky",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Siberian Husky là giống chó kéo xe tuyết có nguồn gốc từ Siberia (Nga), nổi tiếng với ngoại hình đẹp mắt: thân hình cân đối, cơ bắp săn chắc, bộ lông dày hai lớp (trắng – đen, trắng – xám, nâu – trắng…), đôi tai tam giác dựng đứng và đôi mắt xanh băng hoặc hai màu (mắt bi).\n\nHusky thông minh, giàu năng lượng, tính cách thân thiện, hòa đồng, rất quấn người nhưng lại không giỏi canh gác vì thường thân thiện cả với người lạ. Chúng đôi khi bướng bỉnh, nghịch ngợm và thích \"đào bới\", vì vậy cần huấn luyện kiên nhẫn và nhất quán.\n\nGiống chó này cần vận động mạnh hàng ngày: chạy bộ, đi dạo dài, chơi trò kéo xe, hoặc các hoạt động thể lực ngoài trời. Nếu không được vận động đủ, Husky dễ sinh ra phá phách, cắn đồ đạc trong nhà.\n\nBộ lông dày của Husky cần chải 2 – 3 lần/tuần, và hằng ngày trong mùa thay lông để giảm rụng. Tắm định kỳ (1 – 2 tháng/lần), vệ sinh tai, răng và cắt móng là cần thiết. Do xuất xứ vùng lạnh, Husky không chịu nóng tốt, nên cần sống ở nơi thoáng mát, tránh nắng gắt.\n\nChế độ dinh dưỡng cần giàu protein, chất béo tốt và vitamin. Nên bổ sung thịt nạc, cá, trứng, rau củ, hạn chế tinh bột rẻ tiền và đồ ăn nhiều dầu mỡ.\n\nMột số vấn đề sức khỏe Husky có thể gặp: loạn sản hông, đục thủy tinh thể, teo võng mạc và dị ứng da. Khám thú y định kỳ sẽ giúp kiểm soát tốt sức khỏe lâu dài.\n\nSiberian Husky phù hợp với người yêu thích vận động, có thời gian chăm sóc và huấn luyện, đặc biệt là môi trường có khí hậu mát mẻ.",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "6 – 12 triệu VNĐ",
      "international": "1.500 – 3.500 USD"
    },
    "priceMin": 1,
    "priceMax": 500,
    "size": "Nhỏ",
    "scores": {
      "energy": 4,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/siberian_husky/avatar.jpg"
  },
  {
    "id": "affenpinscher",
    "name": "affenpinscher",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Affenpinscher là giống chó cảnh cổ xưa có nguồn gốc từ Đức, ban đầu được nuôi để bắt chuột trong nhà bếp và chuồng ngựa. Tên gọi của chúng xuất phát từ tiếng Đức “Affen” nghĩa là khỉ, bởi khuôn mặt có biểu cảm tinh nghịch giống loài khỉ.\n\nAffenpinscher có kích thước nhỏ (cao 23 – 30 cm, nặng 3 – 6 kg), bộ lông xù ngắn, thô ráp, thường có màu đen tuyền, đôi khi xám hoặc bạc. Ngoại hình của chúng đáng yêu nhưng cũng toát lên vẻ tinh nghịch.\n\nVề tính cách, giống chó này thông minh, dũng cảm, lanh lợi và rất trung thành với chủ. Chúng thường hiếu động, thích chơi đùa, tò mò và hơi “bướng bỉnh” nhưng dễ huấn luyện nếu áp dụng phương pháp tích cực. Do tính cảnh giác cao, chúng cũng có thể làm chó báo động tốt.\n\nAffenpinscher cần được vận động nhẹ nhàng hàng ngày như đi bộ ngắn, chơi đồ chơi hoặc chạy nhảy trong sân vườn. Không đòi hỏi vận động quá nhiều, phù hợp với môi trường căn hộ.\n\nBộ lông cần chải 2 – 3 lần/tuần để tránh rối và giữ sạch. Nên tỉa lông định kỳ để giữ dáng gọn gàng. Vệ sinh răng, tai và cắt móng đều đặn giúp phòng bệnh.\n\nChế độ dinh dưỡng: ưu tiên thức ăn giàu protein chất lượng cao (thịt gà, bò, cá), kết hợp rau củ quả và ngũ cốc nguyên hạt. Tránh đồ ngọt và thức ăn dầu mỡ.\n\nVề sức khỏe, Affenpinscher thường khỏe mạnh nhưng có thể gặp các bệnh về răng miệng, trật xương bánh chè, bệnh về mắt hoặc các vấn đề hô hấp do kích thước nhỏ. Khám thú y định kỳ và chăm sóc dinh dưỡng hợp lý sẽ giúp chúng sống khỏe mạnh, vui vẻ.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "20 – 30 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 60,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/affenpinscher/avatar.jpg"
  },
  {
    "id": "basenji",
    "name": "basenji",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Basenji là giống chó săn cổ xưa có nguồn gốc từ Trung Phi (Congo), nổi bật với đặc điểm không sủa như các loài chó khác mà thay vào đó phát ra âm thanh đặc biệt gọi là yodel (tiếng hú – ngân rung). Ngoại hình gọn gàng, nhỏ nhắn, cao 40 – 43 cm, nặng 9 – 12 kg, có đôi tai dựng, mắt hạnh nhân sắc sảo và chiếc đuôi xoắn tròn đặc trưng.\n\nTính cách: Basenji thông minh, độc lập, tò mò và cảnh giác cao. Chúng thân thiện với gia đình, tình cảm với chủ nhưng thường dè dặt với người lạ. Bướng bỉnh và khó huấn luyện hơn nhiều giống chó khác, nên cần người chủ kiên nhẫn, nhất quán và kinh nghiệm.\n\nGiống chó này rất năng động, cần nhiều vận động hàng ngày như chạy bộ, đi dạo dài, chơi các trò săn mồi giả lập. Nếu không được giải phóng năng lượng, Basenji dễ phá phách hoặc tìm cách thoát ra ngoài.\n\nBộ lông ngắn, mịn và gần như không có mùi nên việc chăm sóc khá đơn giản. Chỉ cần chải 1 lần/tuần để loại bỏ lông chết. Giống này vốn sạch sẽ, thường tự liếm lông như mèo. Tuy nhiên, vẫn cần vệ sinh tai, răng và cắt móng định kỳ.\n\nChế độ dinh dưỡng: nên cho ăn thức ăn giàu protein và năng lượng (thịt nạc, cá, gan, rau củ, ngũ cốc nguyên hạt). Hạn chế tinh bột kém chất lượng và đồ ăn nhiều dầu mỡ.\n\nVề sức khỏe, Basenji có thể mắc một số bệnh di truyền như hội chứng Fanconi (thận), loạn sản hông, bệnh về mắt (teo võng mạc). Khám thú y định kỳ và xét nghiệm di truyền từ khi chọn giống là rất quan trọng.\n\nBasenji phù hợp với người năng động, kiên nhẫn trong huấn luyện và có không gian cho chó chạy nhảy.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "20 – 30 triệu VNĐ",
      "international": "1.800 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 800,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/basenji/avatar.jpg"
  },
  {
    "id": "pug",
    "name": "pug",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Pug là giống chó cảnh nổi tiếng có nguồn gốc từ Trung Quốc, với ngoại hình nhỏ nhắn (cao 25 – 30 cm, nặng 6 – 8 kg), mặt ngắn, mũi tẹt và những nếp nhăn đặc trưng. Đôi mắt to, tròn cùng dáng đi vui nhộn khiến chúng trở thành một trong những giống chó được yêu thích nhất thế giới.\n\nTính cách: Pug hiền lành, thân thiện, quấn quýt chủ và đặc biệt rất tình cảm. Chúng thích hợp với môi trường gia đình, hòa đồng với trẻ em và các vật nuôi khác. Tuy nhiên, đôi khi Pug hơi “lười biếng” và tham ăn, dễ bị béo phì nếu không kiểm soát chế độ ăn.\n\nGiống chó này không cần vận động quá nhiều, chỉ cần đi dạo ngắn hoặc chơi nhẹ nhàng mỗi ngày. Tuy nhiên, cần tránh cho vận động mạnh dưới trời nóng vì Pug dễ bị sốc nhiệt do đường hô hấp ngắn.\n\nBộ lông ngắn, mượt, dễ chăm sóc. Chỉ cần chải 1 – 2 lần/tuần để loại bỏ lông rụng. Do có nhiều nếp nhăn trên mặt, cần vệ sinh sạch sẽ vùng này thường xuyên để tránh viêm nhiễm. Ngoài ra, vệ sinh răng miệng, tai và cắt móng cũng rất quan trọng.\n\nChế độ dinh dưỡng: nên cho ăn khẩu phần cân đối, giàu protein và chất xơ, hạn chế tinh bột và chất béo. Không nên cho ăn quá nhiều đồ ăn vặt vì Pug rất dễ tăng cân.\n\nVề sức khỏe, Pug có thể gặp một số vấn đề di truyền: khó thở do đường hô hấp ngắn, viêm da ở các nếp nhăn, bệnh về mắt (lồi mắt, loét giác mạc), và béo phì. Khám thú y định kỳ, kiểm soát cân nặng và giữ vệ sinh tốt sẽ giúp chúng sống khỏe mạnh.\n\nPug phù hợp với người sống ở thành phố, căn hộ nhỏ, yêu thích sự gắn bó và dễ chăm sóc.",
    "price": {
      "paper": "12 – 20 triệu VNĐ",
      "no_paper": "6 – 10 triệu VNĐ",
      "international": "1.200 – 3.000 USD"
    },
    "priceMin": 0,
    "priceMax": 200,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/pug/avatar.jpg"
  },
  {
    "id": "leonberg",
    "name": "Leonberg",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Leonberger là giống chó khổng lồ có nguồn gốc từ Đức (thành phố Leonberg), ban đầu được lai tạo từ Newfoundland, Saint Bernard và Great Pyrenees để tạo ra một chú chó vừa có ngoại hình oai vệ như sư tử, vừa mạnh mẽ để kéo xe, trông coi, vừa hiền lành làm bạn đồng hành.\n\nNgoại hình: cao 65 – 80 cm, nặng 45 – 75 kg; bộ lông dày, dài, màu vàng sư tử pha nâu – đen; mặt có “mặt nạ” tối; dáng to khỏe, cân đối, cực kỳ ấn tượng.\n\nTính cách: Leonberger hiền lành, thông minh, trung thành, cực kỳ thân thiện và yêu trẻ em. Chúng thường được gọi là “người khổng lồ hiền hậu”, vừa có khả năng bảo vệ gia đình vừa là người bạn đồng hành lý tưởng. Tuy nhiên, do kích thước khổng lồ, chúng cần người chủ có kinh nghiệm.\n\nLeonberger cần vận động nhiều hàng ngày: đi dạo dài, chạy nhảy, bơi lội, kéo xe… để duy trì thể lực và tránh béo phì. Nếu nuôi trong thành phố, cần có sân vườn rộng rãi cho chúng sinh hoạt.\n\nBộ lông dày dài cần chải 2 – 3 lần/tuần, và chải hàng ngày vào mùa rụng lông để tránh rối, rụng nhiều. Tắm định kỳ, vệ sinh tai, mắt, răng và cắt móng là cần thiết để giữ vệ sinh.\n\nChế độ dinh dưỡng: khẩu phần ăn phải cân đối, giàu protein, canxi và vitamin, với lượng thức ăn lớn để đáp ứng nhu cầu của một giống chó khổng lồ. Nên chia thành nhiều bữa nhỏ để tránh xoắn dạ dày – bệnh nguy hiểm thường gặp ở chó to.\n\nVề sức khỏe, Leonberger dễ mắc bệnh loạn sản hông, loạn sản khuỷu, bệnh tim, xoắn dạ dày và ung thư xương. Khám thú y định kỳ, kiểm soát cân nặng và chế độ vận động hợp lý sẽ giúp kéo dài tuổi thọ.\n\nLeonberger phù hợp với gia đình rộng rãi, có sân vườn, nhiều thời gian chăm sóc và yêu thích chó khổng lồ hiền lành.",
    "price": {
      "paper": "50 – 80 triệu VNĐ",
      "no_paper": "25 – 40 triệu VNĐ",
      "international": "2.000 – 4.500 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 4,
      "kid_friendly": 5
    },
    "image_path": "/assets/dog_images/leonberg/avatar.jpg"
  },
  {
    "id": "newfoundland",
    "name": "Newfoundland",
    "type": "Dog",
    "lifespan": "8 năm – 10 năm",
    "care_instruction": "Newfoundland là giống chó khổng lồ có nguồn gốc từ đảo Newfoundland (Canada), được lai tạo từ các giống chó bản địa với chó châu Âu. Ban đầu, chúng được nuôi để kéo lưới, vận chuyển hàng nặng, cứu hộ trên biển nhờ sức mạnh, bơi giỏi và tính kiên cường.\n\nNgoại hình: cao 66 – 74 cm, nặng 50 – 70 kg (có cá thể tới 80 kg). Thân hình to lớn, cơ bắp khỏe mạnh, bộ lông dày hai lớp, chống nước, thường có màu đen tuyền, nâu, xám hoặc đen – trắng (Landseer). Bàn chân có màng bơi – giúp bơi lội tuyệt vời.\n\nTính cách: Newfoundland nổi tiếng hiền lành, điềm tĩnh, kiên nhẫn và rất tình cảm – thường được gọi là “người khổng lồ hiền lành”. Chúng yêu trẻ em, trung thành và thân thiện, hiếm khi hung dữ.\n\nGiống chó này cần vận động thường xuyên: đi bộ dài, bơi lội, chạy nhẹ để duy trì sức khỏe. Chúng không quá hiếu động, nhưng dễ béo phì nếu ít vận động. Không phù hợp nuôi trong căn hộ chật hẹp – cần không gian rộng rãi, sân vườn hoặc môi trường gần sông hồ.\n\nBộ lông dày cần chải 2 – 3 lần/tuần và hằng ngày vào mùa rụng lông để tránh rối. Do lông chống nước nên tắm không cần thường xuyên, nhưng cần vệ sinh tai, răng và cắt móng định kỳ.\n\nChế độ dinh dưỡng: khẩu phần ăn phải giàu protein, canxi và chất béo tốt, cung cấp đủ năng lượng cho cơ thể lớn. Nên chia thành nhiều bữa nhỏ để phòng ngừa xoắn dạ dày – bệnh nguy hiểm thường gặp ở chó khổng lồ.\n\nVề sức khỏe, Newfoundland có nguy cơ mắc loạn sản hông, bệnh tim (đặc biệt là hẹp van động mạch chủ), xoắn dạ dày và béo phì. Khám thú y định kỳ, vận động hợp lý và dinh dưỡng cân bằng giúp kéo dài tuổi thọ.\n\nNewfoundland phù hợp với gia đình có không gian rộng, yêu thích chó khổng lồ hiền lành, đặc biệt là những ai thích các hoạt động bơi lội ngoài trời.",
    "price": {
      "paper": "45 – 70 triệu VNĐ",
      "no_paper": "20 – 35 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 70,
    "size": "Nhỏ",
    "scores": {
      "energy": 1,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 5
    },
    "image_path": "/assets/dog_images/newfoundland/avatar.jpg"
  },
  {
    "id": "great_pyrenees",
    "name": "Great Pyrenees",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "Great Pyrenees có nguồn gốc từ dãy núi Pyrenees (giáp Pháp – Tây Ban Nha). Ban đầu, chúng được nuôi để bảo vệ đàn gia súc khỏi sói, gấu và kẻ săn mồi. Vì thế chúng có sức mạnh, lòng dũng cảm, cùng bản năng canh gác bẩm sinh.\n\nNgoại hình: cao 65 – 82 cm, nặng 40 – 55 kg (có thể tới 70 kg). Thân hình to lớn, khỏe mạnh, cân đối. Bộ lông dài, dày hai lớp, có khả năng chống lạnh tốt. Màu lông chủ yếu trắng tinh khiết, đôi khi có vệt xám, vàng nhạt hoặc đỏ gỉ.\n\nTính cách: Great Pyrenees điềm tĩnh, kiên nhẫn, cực kỳ trung thành và tình cảm với gia đình. Tuy nhiên, do bản năng bảo vệ nên chúng cảnh giác với người lạ, thường sủa báo động khi thấy nguy hiểm. Chúng cũng khá độc lập, đôi khi cứng đầu – đòi hỏi người nuôi có kinh nghiệm huấn luyện.\n\nVận động: cần không gian rộng (sân vườn, nông trại), thích hợp với những gia đình ở vùng ngoại ô hoặc nông thôn hơn là căn hộ. Cần đi bộ dài hoặc chạy hàng ngày để duy trì sức khỏe, nhưng không quá hiếu động.\n\nChăm sóc lông: bộ lông dài, dày cần chải ít nhất 2 – 3 lần/tuần để tránh rối và rụng. Vào mùa thay lông (xuân – thu) nên chải hằng ngày. Vì lông tự nhiên chống bẩn nên không cần tắm quá thường xuyên, chỉ khi thực sự cần.\n\nDinh dưỡng: khẩu phần ăn giàu protein, canxi và vitamin để hỗ trợ xương khớp, tránh loãng xương. Chia khẩu phần thành nhiều bữa nhỏ để giảm nguy cơ xoắn dạ dày.\n\nSức khỏe: dễ gặp loạn sản hông, loạn sản khuỷu, bệnh xương khớp, béo phì và xoắn dạ dày. Tuổi thọ trung bình cao hơn một số giống chó khổng lồ khác (so với Newfoundland hay Saint Bernard).\n\nGreat Pyrenees phù hợp với người yêu thích giống chó khổng lồ thông minh, canh gác giỏi, bảo vệ gia đình, nhưng cần kiên nhẫn trong huấn luyện và có đủ không gian sống cho chúng.",
    "price": {
      "paper": "40 – 70 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "1.800 – 3.500 USD"
    },
    "priceMin": 1,
    "priceMax": 800,
    "size": "Nhỏ",
    "scores": {
      "energy": 2,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 5
    },
    "image_path": "/assets/dog_images/great_pyrenees/avatar.jpg"
  },
  {
    "id": "samoyed",
    "name": "Samoyed",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Samoyed có nguồn gốc từ Siberia (Nga), được người Samoyede nuôi để kéo xe trượt tuyết, chăn tuần lộc và giữ ấm cho chủ trong đêm giá lạnh. Giống chó này nổi bật với bộ lông trắng tuyết dày, hai lớp cùng gương mặt luôn tươi cười – được gọi là “Samoyed Smile”.\n\nNgoại hình: chiều cao 48 – 60 cm, cân nặng 16 – 30 kg. Thân hình săn chắc, bộ lông xù trắng muốt, đôi tai tam giác dựng đứng và đuôi cong phủ lông dày.\n\nTính cách: Samoyed rất thân thiện, hòa đồng, trung thành và giàu tình cảm. Chúng thích ở gần con người, hòa đồng với trẻ em và các loài vật khác. Tuy nhiên, chúng thường sủa nhiều để báo hiệu hoặc khi buồn chán, và có tính ương bướng nếu không được huấn luyện từ sớm.\n\nVận động: đây là giống chó kéo xe nên cần vận động ít nhất 1 – 2 giờ/ngày (đi bộ, chạy, chơi trò ném bắt, kéo xe nhỏ). Nếu thiếu vận động, Samoyed có thể tăng động, cắn phá đồ đạc.\n\nChăm sóc lông: bộ lông dày, trắng tuyết cần chải 3 – 4 lần/tuần để tránh rối và giữ độ xù mượt. Vào mùa thay lông (xuân – thu) cần chải hằng ngày. Vì lông Samoyed có khả năng chống bẩn, chỉ cần tắm 1 – 2 tháng/lần, nhưng phải vệ sinh kỹ răng, tai, mắt và cắt móng thường xuyên.\n\nDinh dưỡng: khẩu phần ăn nên giàu protein, vitamin và omega-3 để giữ lông mượt và chắc khỏe. Hạn chế tinh bột, đồ nhiều dầu mỡ để tránh béo phì.\n\nSức khỏe: nhìn chung khỏe mạnh, nhưng dễ mắc các bệnh loạn sản hông, bệnh tim, tiểu đường và các vấn đề về mắt. Khám thú y định kỳ và chế độ sống lành mạnh sẽ giúp chúng duy trì sức khỏe tốt.\n\nSamoyed là giống chó lý tưởng cho gia đình muốn nuôi một chú chó thân thiện, dễ thương, vừa làm bạn vừa giữ nhà, nhưng cần kiên nhẫn trong việc chăm sóc lông và đáp ứng nhu cầu vận động lớn của chúng.",
    "price": {
      "paper": "20 – 40 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 40,
    "size": "Trung bình",
    "scores": {
      "energy": 4,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/samoyed/avatar.jpg"
  },
  {
    "id": "pomeranian",
    "name": "Pomeranian",
    "type": "Dog",
    "lifespan": "12 năm – 16 năm",
    "care_instruction": "Pomeranian là giống chó cảnh nổi tiếng có nguồn gốc từ vùng Pomerania (giáp Đức – Ba Lan). Với ngoại hình nhỏ nhắn, bộ lông xù bồng bềnh như quả bông và gương mặt dễ thương, Pom được mệnh danh là “hoàng tử – công chúa chó cảnh”.\n\nNgoại hình: chiều cao 18 – 25 cm, cân nặng 2 – 4 kg. Bộ lông kép dày với lớp lông tơ bên trong và lớp lông dài, xù bên ngoài. Màu lông đa dạng: trắng, cam, nâu, đen, kem, sable…\n\nTính cách: Pom thông minh, lanh lợi, tinh nghịch và rất trung thành với chủ. Tuy thân hình nhỏ bé nhưng chúng khá dạn dĩ, thích được chú ý và dễ gắn bó với con người. Tuy nhiên, Pomeranian cũng dễ “sủa nhiều” để thu hút sự chú ý hoặc cảnh báo.\n\nVận động: tuy nhỏ bé nhưng Pom rất hiếu động. Cần cho đi dạo 20 – 30 phút/ngày, kết hợp các trò chơi trong nhà. Nếu không được vận động, chúng có thể dễ bị stress hoặc tăng động.\n\nChăm sóc lông: bộ lông dày xù cần chải 3 – 4 lần/tuần, vào mùa rụng lông (xuân – thu) cần chải hàng ngày để tránh rối. Tắm 1 lần/2 – 4 tuần, sau đó sấy khô kỹ để tránh nấm da. Vệ sinh mắt, tai, răng và cắt móng đều đặn.\n\nDinh dưỡng: Pom có dạ dày nhỏ nên nên chia khẩu phần ăn thành 3 – 4 bữa nhỏ/ngày. Cần cung cấp protein từ thịt gà, cá, trứng, kết hợp rau củ và ngũ cốc nguyên hạt. Tránh đồ ăn quá ngọt, nhiều dầu mỡ vì dễ gây béo phì và bệnh về răng.\n\nSức khỏe: Pomeranian nhìn chung khỏe mạnh, nhưng có thể gặp các bệnh trật xương bánh chè, xẹp khí quản, vấn đề răng miệng và bệnh tim. Khám thú y định kỳ và chế độ dinh dưỡng cân đối sẽ giúp Pom duy trì sức khỏe tốt.\n\nPomeranian là lựa chọn lý tưởng cho những ai thích nuôi chó cảnh nhỏ xinh, đáng yêu, giàu tình cảm, phù hợp sống trong căn hộ hoặc nhà nhỏ, miễn là được chăm sóc và yêu thương đúng cách.",
    "price": {
      "paper": "15 – 30 triệu VNĐ",
      "no_paper": "6 – 12 triệu VNĐ",
      "international": "2.000 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 30,
    "size": "Nhỏ",
    "scores": {
      "energy": 5,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/pomeranian/avatar.jpg"
  },
  {
    "id": "chow",
    "name": "chow",
    "type": "Dog",
    "lifespan": "9 năm – 15 năm",
    "care_instruction": "Chow Chow là giống chó cổ xưa có nguồn gốc từ Trung Quốc, nổi bật với ngoại hình bờm xù như sư tử và chiếc lưỡi xanh – đen đặc trưng. Đây là giống chó vừa làm bạn, vừa có khả năng canh gác tốt.\n\nNgoại hình: chiều cao 43 – 56 cm, cân nặng 20 – 32 kg. Thân hình rắn chắc, đôi mắt sâu, mũi đen, đuôi cuộn trên lưng. Bộ lông có hai loại: lông dài xù hoặc lông ngắn mượt, phổ biến nhất là màu vàng kem, đỏ, đen, xanh xám hoặc trắng.\n\nTính cách: Chow Chow khá độc lập, điềm tĩnh, trung thành nhưng có phần lạnh lùng. Chúng gắn bó mạnh mẽ với một người chủ duy nhất, ít khi quá thân thiện với người lạ. Vì bản tính kiêu hãnh, Chow Chow đôi khi ương bướng và khó huấn luyện nếu không được dạy từ nhỏ.\n\nVận động: giống chó này không quá hiếu động, chỉ cần đi dạo khoảng 30 – 60 phút/ngày. Chúng thích hợp sống trong căn hộ hoặc nhà có sân vườn nhỏ, miễn là được cho vận động vừa đủ.\n\nChăm sóc lông: bộ lông dày, đặc biệt là giống lông dài, cần chải 3 – 4 lần/tuần để tránh rối và loại bỏ lông rụng. Vào mùa thay lông nên chải hằng ngày. Tắm khoảng 1 lần/tháng, chú ý sấy khô để tránh nấm da.\n\nDinh dưỡng: Chow Chow dễ bị béo phì, vì vậy chế độ ăn nên cân đối, giàu protein nạc (thịt gà, cá), rau củ, hạt dinh dưỡng, hạn chế tinh bột và thức ăn dầu mỡ. Nên chia khẩu phần hợp lý theo cân nặng và độ tuổi.\n\nSức khỏe: giống chó này có nguy cơ mắc loạn sản hông, các bệnh về mắt (entropion, đục thủy tinh thể), bệnh da và vấn đề về hô hấp do cấu trúc mặt ngắn. Khám thú y định kỳ và kiểm soát cân nặng là rất quan trọng.\n\nChow Chow là giống chó phù hợp với người kiên nhẫn, có kinh nghiệm nuôi chó, yêu thích sự sang trọng và độc lập, sẵn sàng dành thời gian chăm sóc lông cũng như huấn luyện để phát huy hết vẻ đẹp và tính cách của chúng.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.500 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Nhỏ",
    "scores": {
      "energy": 3,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/chow/avatar.jpg"
  },
  {
    "id": "keeshond",
    "name": "keeshond",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Keeshond là giống chó có nguồn gốc từ Hà Lan, thuộc nhóm chó Spitz, nổi bật với bộ lông dày bông xù màu xám khói pha đen, gương mặt luôn như đang cười và đôi mắt to viền đen sắc sảo – được mệnh danh là “Chó cười Hà Lan”.\n\nNgoại hình: chiều cao 43 – 46 cm, cân nặng 15 – 20 kg. Bộ lông kép: lớp lông tơ dày bên trong giữ ấm và lớp lông ngoài dài, xù, chống nước. Đuôi cong phủ lông dày cuộn tròn trên lưng.\n\nTính cách: Keeshond rất thân thiện, tình cảm, trung thành và hòa đồng. Chúng thích sống cùng gia đình, gần gũi trẻ em, hiếm khi hung dữ. Là giống chó canh nhà tốt vì thường cảnh báo bằng tiếng sủa khi có người lạ.\n\nVận động: đây là giống chó năng động vừa phải, chỉ cần đi dạo 30 – 60 phút/ngày và chơi đùa trong sân hoặc nhà. Chúng không đòi hỏi vận động quá nhiều nên phù hợp với gia đình sống ở thành phố, căn hộ hoặc nhà nhỏ.\n\nChăm sóc lông: bộ lông dày cần chải 2 – 3 lần/tuần, vào mùa thay lông (xuân – thu) nên chải hằng ngày. Tắm 1 lần/tháng, không nên tắm quá thường xuyên vì dễ khô da. Cần vệ sinh mắt, tai, răng và cắt móng đều đặn.\n\nDinh dưỡng: chế độ ăn nên giàu protein (thịt gà, bò, cá), rau củ, hạt dinh dưỡng và omega-3 để duy trì lông bóng mượt. Hạn chế tinh bột và thức ăn nhiều dầu mỡ để tránh béo phì.\n\nSức khỏe: nhìn chung khỏe mạnh, tuổi thọ cao, nhưng có thể gặp một số vấn đề như loạn sản hông, động kinh, suy giáp và bệnh về mắt. Khám thú y định kỳ và duy trì cân nặng hợp lý giúp chúng sống khỏe mạnh, hạnh phúc.\n\nKeeshond là lựa chọn tuyệt vời cho gia đình muốn nuôi một chú chó thân thiện, dễ nuôi, ít đòi hỏi vận động, vừa làm bạn vừa giữ nhà tốt.",
    "price": {
      "paper": "35 – 60 triệu VNĐ",
      "no_paper": "18 – 30 triệu VNĐ",
      "international": "2.500 – 4.500 USD"
    },
    "priceMin": 2,
    "priceMax": 500,
    "size": "Nhỏ",
    "scores": {
      "energy": 3,
      "space": 1,
      "grooming": 3,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/keeshond/avatar.jpg"
  },
  {
    "id": "brabancon_griffon",
    "name": "Brabancon griffon",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Brabançon Griffon là giống chó nhỏ có nguồn gốc từ Bỉ, cùng họ với Griffon Bruxellois và Griffon Belge. Điểm nổi bật là khuôn mặt biểu cảm như người, đôi mắt to tròn và chiếc mũi tẹt ngắn dễ thương, được nhiều gia đình yêu thích nuôi làm chó cảnh.\n\nNgoại hình: chiều cao 18 – 28 cm, cân nặng 3 – 6 kg. Bộ lông ngắn, mượt (khác với hai họ hàng Griffon có lông dài hoặc xù). Màu lông phổ biến: đỏ, đen, đen pha nâu.\n\nTính cách: Brabançon Griffon rất thông minh, tình cảm, trung thành và bám chủ. Chúng thích được vuốt ve, quan tâm và có xu hướng trở thành “chó cảnh trong nhà” hơn là chó giữ nhà. Tuy nhiên, chúng cũng cảnh giác và có thể sủa báo động khi có người lạ.\n\nVận động: tuy nhỏ bé nhưng năng lượng cao, cần 20 – 40 phút vận động/ngày (đi dạo, chơi đùa trong nhà). Chúng rất thích trò ném – bắt và các hoạt động tương tác với chủ.\n\nChăm sóc lông: bộ lông ngắn, mượt nên dễ chăm sóc, chỉ cần chải 1 – 2 lần/tuần. Tắm 2 – 4 tuần/lần, chú ý vệ sinh tai, mắt (do mắt to dễ chảy nước mắt) và răng miệng để tránh bệnh nha chu.\n\nDinh dưỡng: nên chia thành 2 – 3 bữa nhỏ/ngày, ưu tiên thực phẩm giàu protein (thịt gà, cá, bò), bổ sung rau củ và vitamin. Tránh đồ ăn nhiều dầu mỡ, ngọt hoặc đồ ăn thừa từ con người.\n\nSức khỏe: nhìn chung khỏe mạnh, tuổi thọ cao, nhưng có thể gặp vấn đề liên quan đến hô hấp (do mặt ngắn), răng miệng, bệnh về mắt và dễ tăng cân. Khám thú y định kỳ, duy trì cân nặng hợp lý sẽ giúp chúng sống lâu và khỏe mạnh.\n\nBrabançon Griffon là giống chó cảnh nhỏ xinh, giàu tình cảm, dễ chăm sóc, rất phù hợp với gia đình sống ở thành phố, căn hộ hoặc người thích nuôi thú cưng bám chủ.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 50,
    "size": "Nhỏ",
    "scores": {
      "energy": 4,
      "space": 1,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/brabancon_griffon/avatar.jpg"
  },
  {
    "id": "pembroke",
    "name": "Pembroke",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Pembroke Welsh Corgi có nguồn gốc từ xứ Wales (Anh), nổi tiếng với thân hình thấp lùn, lưng dài, 4 chân ngắn, gương mặt dễ thương và đôi tai to dựng thẳng. Đây là giống chó được Hoàng gia Anh, đặc biệt là Nữ hoàng Elizabeth II, yêu thích trong nhiều thập kỷ.\n\nNgoại hình: chiều cao 25 – 30 cm, cân nặng 10 – 14 kg. Điểm khác biệt với Corgi Cardigan là đuôi ngắn hoặc cụt bẩm sinh. Bộ lông dày hai lớp, màu phổ biến: đỏ – trắng, vàng kem, sable, đen – nâu – trắng.\n\nTính cách: Corgi Pembroke rất thông minh, lanh lợi, trung thành và thân thiện. Chúng thích ở gần chủ, hòa đồng với trẻ em và dễ huấn luyện. Tuy nhiên, bản năng chăn gia súc mạnh khiến chúng đôi khi có thói quen “cắn gót chân” khi chơi.\n\nVận động: tuy thân hình thấp bé nhưng năng lượng rất cao, cần ít nhất 1 giờ vận động/ngày (đi dạo, chạy nhảy, chơi ném bóng). Nếu không được vận động đủ, Corgi dễ bị béo phì.\n\nChăm sóc lông: bộ lông kép cần chải 2 – 3 lần/tuần, vào mùa rụng lông (xuân – thu) nên chải hằng ngày. Tắm 1 lần/1 – 2 tháng, vệ sinh tai, mắt, răng và cắt móng định kỳ.\n\nDinh dưỡng: khẩu phần ăn nên giàu protein (thịt gà, cá, bò), rau củ, hạt khô chất lượng cao, hạn chế tinh bột và đồ nhiều dầu mỡ. Do Corgi dễ tăng cân, cần kiểm soát khẩu phần chặt chẽ.\n\nSức khỏe: Corgi Pembroke có thể gặp các bệnh thoái hóa đĩa đệm, loạn sản hông, béo phì và các bệnh về mắt. Khám thú y định kỳ và duy trì cân nặng hợp lý sẽ giúp chúng sống khỏe mạnh.\n\nPembroke Welsh Corgi là giống chó lý tưởng cho gia đình muốn nuôi một chú chó thân thiện, thông minh, dễ thương và giàu tình cảm, phù hợp cả với nhà nhỏ và căn hộ.",
    "price": {
      "paper": "25 – 45 triệu VNĐ",
      "no_paper": "12 – 20 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 45,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/pembroke/avatar.jpg"
  },
  {
    "id": "cardigan",
    "name": "Cardigan",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Cardigan Welsh Corgi là giống chó cổ xưa hơn Pembroke, cũng có nguồn gốc từ xứ Wales (Anh). Điểm khác biệt rõ nhất là đuôi dài rậm lông (trái ngược với Pembroke đuôi ngắn hoặc cụt).\n\nNgoại hình: chiều cao 25 – 33 cm, cân nặng 11 – 17 kg. Thân hình dài, chân ngắn, bộ ngực sâu, đuôi dài phủ lông dày. Bộ lông kép, dày, có nhiều màu sắc đa dạng hơn Pembroke: đỏ, sable, đen – trắng, xanh merle…\n\nTính cách: Cardigan thông minh, độc lập và điềm tĩnh hơn Pembroke. Chúng vẫn rất trung thành, thân thiện với gia đình và trẻ em, nhưng có phần dè dặt với người lạ. Nhờ bản năng chăn gia súc, chúng cũng là chó giữ nhà tốt.\n\nVận động: giống như Pembroke, Cardigan cần nhiều vận động – ít nhất 1 giờ/ngày. Các hoạt động phù hợp: đi dạo, chạy nhảy, chơi trò ném bóng, huấn luyện agility. Nếu không vận động đủ dễ béo phì và stress.\n\nChăm sóc lông: bộ lông kép cần chải 2 – 3 lần/tuần, vào mùa rụng lông nên chải hằng ngày. Tắm 1 – 2 tháng/lần, vệ sinh răng, tai, mắt và cắt móng định kỳ.\n\nDinh dưỡng: chế độ ăn giàu protein (thịt gà, bò, cá), bổ sung rau củ, hạt dinh dưỡng chất lượng cao, hạn chế tinh bột. Cần kiểm soát khẩu phần chặt chẽ vì Corgi rất dễ béo phì.\n\nSức khỏe: Cardigan thường khỏe mạnh, nhưng dễ gặp bệnh thoái hóa đĩa đệm, loạn sản hông, béo phì và các vấn đề về mắt. Khám thú y định kỳ, kiểm soát cân nặng và cho vận động đủ là yếu tố quan trọng.\n\nCardigan Welsh Corgi là giống chó phù hợp cho gia đình muốn nuôi một chú chó thông minh, điềm tĩnh, gắn bó nhưng có phần độc lập hơn Pembroke, thích hợp cả trong nhà nhỏ lẫn có sân vườn.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.000 – 4.500 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Lớn",
    "scores": {
      "energy": 4,
      "space": 4,
      "grooming": 3,
      "kid_friendly": 2
    },
    "image_path": "/assets/dog_images/cardigan/avatar.jpg"
  },
  {
    "id": "toy_poodle",
    "name": "toy poodle",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Toy Poodle là dòng nhỏ nhất trong 3 dòng Poodle phổ biến (Standard, Miniature, Toy), với chiều cao dưới 25 cm và cân nặng chỉ khoảng 2 – 4 kg. Chúng nổi bật với bộ lông xoăn tít, dày, mềm mịn và ít rụng, rất phù hợp cho người dễ dị ứng. Màu lông đa dạng: trắng, đen, nâu, đỏ, xám, apricot… thường được cắt tỉa tạo kiểu đẹp mắt.\n\nTính cách: thông minh, lanh lợi, tình cảm, dễ huấn luyện và rất quấn chủ. Tuy nhiên, Toy Poodle khá nhạy cảm, nếu bị bỏ mặc lâu dễ stress và sủa nhiều.\n\nNhu cầu vận động: mặc dù nhỏ bé nhưng năng động, cần khoảng 30 – 45 phút vận động/ngày như đi dạo, chơi đùa hoặc tập các trò huấn luyện.\n\nChăm sóc lông: cần chải lông hằng ngày (hoặc ít nhất 3 lần/tuần) và cắt tỉa 1 – 2 tháng/lần để tránh rối, giữ dáng đẹp. Tắm 2 – 3 tuần/lần, vệ sinh mắt, tai, răng và cắt móng định kỳ.\n\nDinh dưỡng: nên cho ăn khẩu phần giàu protein từ thịt gà, bò, cá, kết hợp rau củ quả xay nhỏ và hạt dành cho chó size toy. Tránh thức ăn nhiều dầu mỡ, tinh bột và đồ ăn thừa của con người để ngăn béo phì.\n\nSức khỏe: dễ mắc các bệnh về răng miệng, viêm tai, trật xương bánh chè (luxating patella) và hạ đường huyết ở chó con. Khám thú y định kỳ và tiêm phòng đầy đủ giúp Toy Poodle khỏe mạnh, sống lâu bên gia đình.",
    "price": {
      "paper": "15 – 25 triệu VNĐ",
      "no_paper": "6 – 12 triệu VNĐ",
      "international": "2.000 – 4.000 USD"
    },
    "priceMin": 0,
    "priceMax": 25,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/toy_poodle/avatar.jpg"
  },
  {
    "id": "miniature_poodle",
    "name": "miniature poodle",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Miniature Poodle là dòng Poodle cỡ trung bình, đứng giữa Toy và Standard. Chúng cao khoảng 25 – 38 cm, nặng 6 – 9 kg, có thân hình cân đối, thanh thoát cùng bộ lông xoăn đặc trưng, mềm mại và ít rụng, rất phù hợp cho người bị dị ứng lông thú.\n\nTính cách: cực kỳ thông minh (xếp hạng top 2 trong các giống chó thông minh nhất), năng động, nhanh nhẹn, dễ huấn luyện và rất trung thành. Miniature Poodle thường tình cảm, gần gũi với gia đình, hợp cả môi trường thành phố và nông thôn.\n\nNhu cầu vận động: cần khoảng 45 – 60 phút vận động/ngày, bao gồm đi dạo, chơi trò ném bóng, huấn luyện agility hoặc bơi lội. Chúng thích các hoạt động trí tuệ nên huấn luyện bằng trò chơi giúp hạn chế sự nhàm chán.\n\nChăm sóc lông: bộ lông xoăn dễ rối nên cần chải ít nhất 3 – 4 lần/tuần và cắt tỉa định kỳ 1 – 2 tháng/lần. Tắm 2 – 3 tuần/lần, vệ sinh tai, răng và cắt móng đều đặn. Có thể tạo nhiều kiểu lông khác nhau (Puppy cut, Continental clip, Teddy bear cut…).\n\nDinh dưỡng: nên cho ăn khẩu phần giàu protein từ thịt nạc (gà, bò, cá), bổ sung rau củ quả, ngũ cốc nguyên hạt và hạt dinh dưỡng chất lượng cao. Tránh đồ ăn mỡ, ngọt và xương nhỏ dễ hóc.\n\nSức khỏe: Miniature Poodle thường khỏe mạnh, nhưng có thể gặp bệnh Addison, động kinh, loạn sản xương hông, trật xương bánh chè và bệnh về mắt (đục thủy tinh thể). Khám thú y định kỳ, kết hợp chế độ dinh dưỡng và vận động hợp lý giúp chúng sống khỏe mạnh và hạnh phúc.",
    "price": {
      "paper": "20 – 35 triệu VNĐ",
      "no_paper": "10 – 18 triệu VNĐ",
      "international": "2.500 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/miniature_poodle/avatar.jpg"
  },
  {
    "id": "standard_poodle",
    "name": "standard poodle",
    "type": "Dog",
    "lifespan": "12 năm – 14 năm",
    "care_instruction": "Standard Poodle là dòng lớn nhất trong 3 loại Poodle, với chiều cao trên 38 cm và cân nặng khoảng 20 – 30 kg. Chúng nổi bật với dáng vóc thanh lịch, bộ lông xoăn dày, không rụng nhiều, được xem là “biểu tượng thời trang” nhờ khả năng tạo kiểu lông đa dạng.\n\nTính cách: thông minh, điềm tĩnh, trung thành và rất dễ huấn luyện. So với Toy và Miniature, Standard Poodle có tính cách chững chạc, ít nhõng nhẽo hơn, nhưng vẫn vô cùng tình cảm và gắn bó với chủ. Chúng đặc biệt yêu thích hoạt động ngoài trời, bơi lội và thể thao.\n\nNhu cầu vận động: cần 1 – 2 giờ vận động/ngày. Các hoạt động lý tưởng bao gồm đi dạo đường dài, chạy bộ, bơi lội, agility hoặc chơi ném bóng. Nếu không được vận động đầy đủ, chúng dễ buồn chán và xuất hiện hành vi phá phách.\n\nChăm sóc lông: cần chải lông ít nhất 3 – 4 lần/tuần để tránh rối, tắm 2 – 3 tuần/lần và cắt tỉa định kỳ mỗi 1 – 2 tháng. Standard Poodle thường được tạo kiểu lông “Continental Clip” hoặc “English Saddle” trong các cuộc thi dog show.\n\nDinh dưỡng: khẩu phần ăn nên giàu protein (thịt bò, gà, cá), kết hợp rau củ quả, ngũ cốc nguyên hạt và dầu cá để duy trì cơ bắp săn chắc và bộ lông óng mượt. Chia khẩu phần thành 2 – 3 bữa/ngày, tránh thức ăn nhiều dầu mỡ hoặc xương nhỏ dễ hóc.\n\nSức khỏe: giống chó này có thể gặp bệnh Addison, loạn sản xương hông, bệnh tuyến giáp, các vấn đề về da và tai, đục thủy tinh thể. Khám thú y định kỳ, chế độ vận động đều đặn và chăm sóc lông tốt sẽ giúp Standard Poodle sống khỏe mạnh và bền bỉ.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "3.000 – 6.000 USD"
    },
    "priceMin": 0,
    "priceMax": 50,
    "size": "Trung bình",
    "scores": {
      "energy": 5,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 1
    },
    "image_path": "/assets/dog_images/standard_poodle/avatar.jpg"
  },
  {
    "id": "mexican_hairless",
    "name": "Mexican hairless",
    "type": "Dog",
    "lifespan": "12 năm – 15 năm",
    "care_instruction": "Mexican Hairless hay còn gọi là Xoloitzcuintli (Xolo), là giống chó cổ xưa nhất châu Mỹ, gắn liền với văn hóa và tín ngưỡng Mexico. Có 3 kích cỡ: Toy (25 – 35 cm), Miniature (36 – 45 cm), Standard (46 – 60 cm). Đặc điểm nổi bật là làn da trơn nhẵn, ít hoặc hoàn toàn không có lông, đôi tai dựng và thân hình thanh thoát.\n\nTính cách: trung thành, cảnh giác, thông minh và tình cảm. Xolo có bản năng bảo vệ mạnh mẽ, thường gắn bó với một gia đình hoặc một người chủ duy nhất. Chúng khá điềm tĩnh, ít sủa vô cớ, thích hợp làm chó canh gác và bầu bạn.\n\nNhu cầu vận động: cần khoảng 45 – 60 phút vận động/ngày, bao gồm đi dạo, chạy bộ hoặc chơi đùa ngoài trời. Giống chó này khá dẻo dai và thích các hoạt động thể chất vừa phải.\n\nChăm sóc da: do hầu như không có lông, Xolo cần chăm sóc da đặc biệt. Nên tắm nhẹ bằng sữa tắm dịu 1 – 2 tuần/lần, thoa kem dưỡng ẩm cho da để tránh khô nứt, và dùng kem chống nắng khi ra ngoài để ngừa cháy nắng. Ngoài ra, cũng cần vệ sinh tai, răng và cắt móng thường xuyên.\n\nDinh dưỡng: khẩu phần ăn giàu protein từ thịt nạc, cá, nội tạng động vật kết hợp rau củ quả và hạt khô chất lượng cao. Do hoạt động nhiều, Xolo cần chế độ ăn cân đối để duy trì cơ bắp săn chắc.\n\nSức khỏe: Mexican Hairless nhìn chung khá khỏe mạnh, ít bệnh di truyền. Tuy nhiên, có thể gặp các vấn đề về da (mụn, cháy nắng, khô da), bệnh răng miệng (vì thường thiếu răng) và loạn sản xương hông ở cá thể lớn. Chăm sóc da đúng cách và khám thú y định kỳ sẽ giúp chúng sống khỏe mạnh và lâu dài.",
    "price": {
      "paper": "30 – 50 triệu VNĐ",
      "no_paper": "15 – 25 triệu VNĐ",
      "international": "2.500 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 500,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 3,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/mexican_hairless/avatar.jpg"
  },
  {
    "id": "dingo",
    "name": "dingo",
    "type": "Dog",
    "lifespan": "10 năm – 14 năm",
    "care_instruction": "Dingo là giống chó hoang bản địa của Australia, nổi bật với ngoại hình săn chắc, dáng thanh thoát, tai dựng, mõm nhọn và bộ lông ngắn mượt, phổ biến màu vàng, đỏ, nâu hoặc pha trắng. Chúng là giống chó thông minh, dẻo dai, có bản năng sinh tồn cao và khả năng săn mồi tự nhiên.\n\nTính cách: Dingos độc lập, cảnh giác và rất thông minh. Chúng trung thành nhưng không quá quấn người, có khả năng thích nghi tốt với môi trường hoang dã hoặc bán hoang dã. Dingo hiếm khi trở nên hung hăng với con người nếu được xã hội hóa từ nhỏ.\n\nNhu cầu vận động: là giống chó năng động và cần vận động 1 – 2 giờ/ngày. Chúng thích chạy nhảy, săn mồi mô phỏng, các trò chơi kéo co hoặc đi bộ đường dài.\n\nChăm sóc lông: bộ lông ngắn, dễ chăm sóc, chỉ cần chải lông 1 – 2 lần/tuần để loại bỏ lông rụng và bụi bẩn. Tắm khi cần thiết, vệ sinh tai, răng và cắt móng định kỳ.\n\nDinh dưỡng: Dingo cần chế độ ăn giàu protein (thịt nạc, cá, nội tạng), bổ sung rau củ và ngũ cốc nhỏ nếu nuôi trong môi trường gia đình. Tránh cho ăn đồ chế biến sẵn quá nhiều hoặc thức ăn con người nhiều mỡ.\n\nSức khỏe: Dingo nhìn chung khỏe mạnh, ít bệnh di truyền, nhưng khi nuôi trong nhà cần theo dõi răng miệng, cân nặng và chế độ vận động để tránh stress hoặc tăng cân.\n\nDingo là giống chó thông minh, bền bỉ, năng động và gần gũi với tự nhiên, phù hợp cho những người yêu thích nuôi chó có bản năng hoang dã nhưng có thể huấn luyện được.",
    "price": {
      "paper": "25 – 50 triệu VNĐ",
      "no_paper": "10 – 20 triệu VNĐ",
      "international": "2.000 – 5.000 USD"
    },
    "priceMin": 0,
    "priceMax": 50,
    "size": "Lớn",
    "scores": {
      "energy": 5,
      "space": 4,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/dingo/avatar.jpg"
  },
  {
    "id": "dhole",
    "name": "dhole",
    "type": "Dog",
    "lifespan": "10 năm – 14 năm",
    "care_instruction": "Dhole là chó hoang dã bản địa châu Á, phân bố ở các khu rừng Ấn Độ, Đông Nam Á và Nga. Chúng có thân hình vừa, cơ bắp săn chắc, bộ lông màu đỏ cam đến nâu vàng, tai dựng, mõm dài và đuôi dài phủ lông. Là giống chó sống theo bầy, cực kỳ thông minh và dẻo dai.\n\nTính cách: Dholes độc lập, tinh ranh, có kỹ năng săn mồi và phối hợp nhóm cực tốt. Chúng rất cảnh giác, không phù hợp làm thú cưng hay chó gia đình. Bản năng hoang dã rất mạnh, khó thuần hóa.\n\nNhu cầu vận động: Là giống chó hoang, chúng di chuyển và săn mồi hàng chục km mỗi ngày. Trong môi trường nuôi nhốt, cần không gian cực lớn và kích thích trí tuệ để tránh stress.\n\nChăm sóc lông: Lông ngắn, mượt, không đòi hỏi chăm sóc nhiều. Tuy nhiên, trong môi trường nuôi nhốt, cần vệ sinh và kiểm tra sức khỏe định kỳ.\n\nDinh dưỡng: Dholes là thú săn mồi ăn thịt, khẩu phần chủ yếu là thịt tươi, cá, chim và các loài động vật nhỏ; trong nuôi nhốt, cần chế độ ăn giàu protein động vật và bổ sung vitamin, khoáng chất phù hợp.\n\nSức khỏe: Dholes khỏe mạnh trong tự nhiên, nhưng nuôi nhốt dễ gặp stress, bệnh đường ruột, bệnh da và yếu tố tâm lý do thiếu vận động.\n\nDhole là loài chó hoang dã và quý hiếm, thích hợp nghiên cứu khoa học và bảo tồn sinh thái, hoàn toàn không phù hợp làm chó cảnh hay chó gia đình.",
    "price": {
      "paper": "",
      "no_paper": "",
      "international": ""
    },
    "priceMin": 0,
    "priceMax": 100,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 1,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/dhole/avatar.jpg"
  },
  {
    "id": "african_hunting_dog",
    "name": "African hunting dog",
    "type": "Dog",
    "lifespan": "10 năm – 12 năm",
    "care_instruction": "African Hunting Dog là loài chó hoang dã bản địa châu Phi, nổi bật với bộ lông màu lốm đốm vàng, nâu, đen và trắng, thân hình săn chắc, chân dài và cơ bắp. Chúng sống theo bầy và có kỹ năng săn mồi tập thể cực kỳ tinh vi, thường săn các loài động vật lớn hơn chúng như linh dương và nai.\n\nTính cách: Rất thông minh, xã hội và hợp tác, nhưng hoàn toàn không thích hợp nuôi làm thú cưng. Chúng trung thành với bầy, cảnh giác với người lạ và có bản năng săn mồi rất cao.\n\nNhu cầu vận động: Là loài săn mồi hoang dã, chúng di chuyển hàng chục km mỗi ngày để săn mồi. Trong môi trường nuôi nhốt, cần không gian cực rộng và môi trường kích thích trí tuệ.\n\nChăm sóc lông: Lông ngắn, mượt, không rụng nhiều. Trong môi trường nuôi nhốt, chỉ cần vệ sinh định kỳ và kiểm tra sức khỏe.\n\nDinh dưỡng: Chúng là động vật ăn thịt bắt buộc, khẩu phần chính là thịt tươi, chim, thỏ và các động vật nhỏ. Trong nuôi nhốt, cần chế độ ăn giàu protein và bổ sung khoáng chất cần thiết.\n\nSức khỏe: Loài này khỏe mạnh trong tự nhiên nhưng trong nuôi nhốt dễ gặp stress, rối loạn hành vi, bệnh da và yếu tố tâm lý do thiếu không gian vận động và săn mồi.\n\nAfrican Hunting Dog là loài hoang dã, quý hiếm và được bảo tồn, thích hợp nghiên cứu sinh thái và giáo dục bảo tồn, không phù hợp làm chó cảnh hay chó gia đình.",
    "price": {
      "paper": "",
      "no_paper": "",
      "international": ""
    },
    "priceMin": 0,
    "priceMax": 100,
    "size": "Trung bình",
    "scores": {
      "energy": 3,
      "space": 3,
      "grooming": 4,
      "kid_friendly": 4
    },
    "image_path": "/assets/dog_images/african_hunting_dog/avatar.jpg"
  }
]